[
  {
    "category": "Get Started",
    "items": [
      {
        "q": "What is MosApp?",
        "a": "MosApp is a chat app designed to facilitate seamless and secure communication between individuals. It offers a user-friendly interface and a range of features to enhance your chatting experience."
      },
      {
        "q": "Is MosApp available on multiple platforms?",
        "a": "Yes, MosApp is available for both iOS and Android devices, Windows and Mac OS as well. You can download the app from the respective app stores or you can go to https://dl.mosapp.app/"
      },
      {
        "q": "Is MosApp secure?",
        "a": "Yes, MosApp takes privacy and security seriously. We implement Dual Ratchet end-to-end Encryption technology to protect your conversations and ensure that only you and the intended recipient can access your messages."
      },
      {
        "q": "Can I use MosApp to make voice or video calls?",
        "a": "Yes, MosApp offers voice and video calling features. You can make high-quality voice and video calls to your contacts within the app, provided you have a stable internet connection."
      },
      {
        "q": "Can I create group chats on MosApp?",
        "a": "Absolutely! MosApp allows you to create group chats and add multiple participants. It's a great way to stay connected with friends, family, or colleagues and have group discussions."
      },
      {
        "q": "Can I share files and media on MosApp?",
        "a": "Yes, MosApp supports file and media sharing. You can easily share photos, videos, documents, and other files with your contacts directly within the app."
      },
      {
        "q": "Can I customize my chat experience on MosApp?",
        "a": "Yes, MosApp offers various customization options. You can personalize your chat by choosing different themes, setting chat wallpapers, and even customizing notification sounds."
      },
      {
        "q": "Are my messages backed up on MosApp?",
        "a": "MosApp provides backup options to ensure that your messages are secure and accessible even if you switch devices. You can back up your chats to your cloud storage or local storage."
      },
      {
        "q": "How can I report any issues or provide feedback?",
        "a": "If you encounter any issues or have feedback to share, you can reach out to our support team through the in-app support feature or our official website. We value your input and strive to continually improve the MosApp experience."
      },
      {
        "q": "How to Translate a chat message?",
        "a": "MosApp Support multi-lingual content translation to break down the communication barriers.\nIn order to setup the Multi-Lingual translation Open the MosApp Mobile Application Android/iOS and go to the menu and find the Setting→General setting→Content Translation then Turn on the Automatic Translation.\n\nYou can also able to select the Target language to be translate your chat Message and can able to see the sample preview how it look like after you translate.\n\nIf you Turn on the Automatic translation whenever you receive a message in the chat or group it will be translate automatically.\n\nStill, you can translate the chat message if the automatic translation option is turned off\nFor that, you can long press the chat message and click translate, then your chat message will be translated."
      }
    ]
  },
  {
    "category": "MosApp Instant Messaging",
    "items": [
      {
        "q": "What is MosApp instant messaging (IM)?",
        "a": "MosApp Instant messaging is a real-time communication technology that allows users to exchange text-based, Media messages instantly over the internet. It enables users to have conversations in a manner similar to texting, but in real-time."
      },
      {
        "q": "How does MosApp instant messaging work?",
        "a": "MosApp Instant messaging works by utilizing software applications or platforms that connect users through the internet. Users create accounts, add contacts, and then exchange messages & Media in real-time. Messages are sent and received almost instantly, allowing for rapid and convenient communication."
      },
      {
        "q": "Are MosApp instant messages secure and private?",
        "a": "The level of security and privacy varies depending on the platform. Some messaging apps offer end-to-end encryption, ensuring that only the sender and recipient can read the messages. MosApp utilizes Dual Ratchet end-to-end Encryption."
      },
      {
        "q": "Can I use MosApp instant messaging on multiple devices?",
        "a": "MosApp instant messaging platforms allow you to access your messages on multiple devices simultaneously. This is often achieved by syncing your messages across devices through the cloud. However, the specific capabilities may vary from one platform to another."
      },
      {
        "q": "Do I need an internet connection for MosApp instant messaging?",
        "a": "Yes, an internet connection is required for instant messaging. Since messages are sent and received over the internet, you need an active data connection or Wi-Fi to use instant messaging platforms."
      }
    ]
  },
  {
    "category": "Voice Call",
    "items": [
      {
        "q": "What is the MosApp Voice Call feature?",
        "a": "The MosApp Voice Call feature allows you to make real-time voice calls to your contacts within the MosApp messaging application. It enables you to have live conversations using your device's microphone and speakers."
      },
      {
        "q": "How do I make a voice call on MosApp?",
        "a": "To make a voice call on MosApp, follow these steps:\n1.Open the MosApp application.\n2.Navigate to the chat window of the contact you want to call.\n3.Next to the contact name On top Right corner can see the Voice call icon and tap it.\n4.Wait for the recipient to answer the call, and you can start your voice conversation."
      },
      {
        "q": "Can I make international voice calls using MosApp?",
        "a": "Yes, you can make international voice calls using MosApp. As long as you have an active internet connection, you can call contacts anywhere in the world."
      },
      {
        "q": "Do voice calls on MosApp use my mobile plan minutes?",
        "a": "No, MosApp voice calls utilize your internet connection (data or Wi-Fi) to transmit the voice data. They do not use your mobile plan minutes."
      },
      {
        "q": "Can I make group voice calls using MosApp?",
        "a": "As of now, MosApp supports one-on-one voice calls. Group voice calls might be introduced in future updates."
      },
      {
        "q": "Are MosApp voice calls secure and private?",
        "a": "Yes, MosApp takes privacy and security seriously. Voice calls on MosApp are encrypted, ensuring that your conversations remain private and secure between you and the recipient."
      }
    ]
  },
  {
    "category": "Channel",
    "items": [
      {
        "q": "What is the Channel Function in MosApp?",
        "a": "The Channel Function is a broadcasting feature that allows users or entities to send messages to a large audience. Channels on MosApp are ideal for sharing news, updates, announcements, and other content with a wide audience."
      },
      {
        "q": "What are the Key Features of MosApp Channels?",
        "a": "Key Features:\n- One-Way Communication: From owner/admin to subscribers.\n- Unlimited Subscribers: Ideal for news outlets, bloggers, organizations, public figures.\n- Public and Private Channels: Public (anyone can join), Private (invite only).\n- Customization: Profile picture, description, link.\n- Content Types: Text, images, videos, voice messages, files, links.\n- Searchable Content: Messages are searchable within the channel history.\n- Link Sharing: Public links for easy joining.\n- Admin Roles: Multiple admins with different control levels."
      },
      {
        "q": "How to Create a Private Channel in MosApp?",
        "a": "1. Open MosApp (Android or iOS).\n2. Tap the + Icon (top left).\n3. Click 'Create a New Channel'.\n4. Provide Channel Name and Description (optional: avatar).\n5. Choose 'Private Channel'.\n6. A permanent link and QR code are generated for sharing/inviting.\n7. Invite members from your contact list (optional, can do later).\n8. Channel is created. Start adding content.\n9. Share the invite link/QR code for others to join."
      },
      {
        "q": "What is the Difference Between Public and Private Channel?",
        "a": "Public Channel:\n- Accessibility: Open to anyone on MosApp, anyone with the link can join.\n- Visibility: Content visible to all members/subscribers.\n- Interactivity: Subscribers can Like, Comment, Share (no direct subscriber-to-subscriber chat).\n- Joining: Via link or MosApp’s Global Search.\n\nPrivate Channel:\n- Accessibility: Exclusive to invited members only (via invitation link).\n- Visibility: Content visible to all members/subscribers.\n- Interactivity: Subscribers can Like, Comment, Share (no direct subscriber-to-subscriber chat).\n- Joining: Via unique invitation link only.\n\nSummary of Key Differences:\nFeature | Public Channel | Private Channel\n---|---|---\nAccessibility | Open to anyone with the link | Exclusive to invited members only\nVisibility | Content visible to all members | Content visible to all members\nInteractivity | Likes, comments, shares allowed | Likes, comments, shares allowed\nJoining | Via link or MosApp Global Search | Via unique invitation link only\n\nKey Distinction: Public Channels are ideal for reaching a wider audience. Private channels offer a controlled and exclusive environment."
      },
      {
        "q": "How to Add Subscribers to a Channel in MosApp?",
        "a": "Adding Subscribers to a Public Channel:\n1. Open the Public Channel.\n2. Tap channel name for Channel Info.\n3. Look for 'Add Subscriber' or 'Invite to Channel by Link'.\n4. Choose contacts to add (search by username/name).\n5. Confirm. Subscriber gets a notification.\n\nAdding Subscribers to a Private Channel:\n1. Open the Private Channel.\n2. Tap channel name for Channel Info.\n3. Look for 'Add Subscriber' or 'Invite to Channel by Link'.\n4. Select Contacts to add OR share the invite link/QR code."
      }
    ]
  },
  {
    "category": "Encrypted Group",
    "items": [
      {
        "q": "What is an Encrypted Group in MosApp?",
        "a": "Encrypted groups in MosApp are designed for secure and private group conversations, making them ideal for sensitive discussions such as business meetings, personal chats, or any topic requiring heightened privacy."
      },
      {
        "q": "What are the Key Features of Encrypted Groups?",
        "a": "1. End-to-End Encryption: All messages, media, and calls within the group are encrypted.\n2. Secure Group Communication: Provides a secure environment protected from unauthorized access.\n3. Participant Verification: Encouraged to prevent man-in-the-middle attacks.\n4. Disappearing Messages: Option for messages to be automatically deleted after a set period."
      },
      {
        "q": "Why Use Encrypted Groups?",
        "a": "- Privacy: Protects sensitive conversations from unauthorized parties.\n- Security: Ensures only intended recipients can access content.\n- Trust: Participant verification adds an extra layer of security."
      },
      {
        "q": "How to Create an Encrypted Group in MosApp?",
        "a": "1. Open MosApp (Android or iOS).\n2. Tap Chats tab.\n3. Tap + Icon (top right).\n4. Select 'New Encrypted Group'.\n5. Choose contacts to add.\n6. Set Group Name and Photo (optional).\n7. Tap Create Icon (top right).\n8. Notification sent to recipients.\nKey Notes: End-to-End Encryption applied. Only invited members can access."
      }
    ]
  },
  {
    "category": "Privacy",
    "items": [
      {
        "q": "How does MosApp handle my personal data and privacy?",
        "a": "MosApp takes your privacy seriously. We follow strict data protection practices and guidelines to ensure your personal information is treated with the utmost care."
      },
      {
        "q": "What personal information does MosApp collect during registration?",
        "a": "During registration, we collect basic information such as your name, Mobile Number, and, if applicable, profile picture to create and personalize your account."
      },
      {
        "q": "Does MosApp share my personal data with third parties?",
        "a": "MosApp does not share your personal data with third parties for marketing purposes. We may share data only as necessary to provide our services, following strict privacy controls."
      },
      {
        "q": "How is my data used within MosApp?",
        "a": "Your data is used to facilitate your video calls and interactions on MosApp. This includes managing your contacts, displaying your profile information, and enabling video communication."
      },
      {
        "q": "Can I control who can see my Mobile Number information on MosApp?",
        "a": "Yes, you have control over your profile settings. You can adjust your privacy preferences to determine who can see your Mobile Number information."
      },
      {
        "q": "Is my call history stored on MosApp?",
        "a": "Yes, we store your call history to help you keep track of your interactions. However, this data is encrypted and remains private."
      },
      {
        "q": "How long does MosApp retain my call recordings and other data?",
        "a": "We retain your data for as long as necessary to provide our services and meet legal requirements. You can find detailed information in our Privacy Policy."
      },
      {
        "q": "Is my location information shared during video calls?",
        "a": "MosApp does not automatically share your location during video calls. Any location sharing would be subject to your explicit consent and settings."
      },
      {
        "q": "How does MosApp protect my conversations from eavesdropping?",
        "a": "We use end-to-end encryption to protect your conversations from eavesdropping. This means that only you and the intended recipient can access the content of the communication."
      },
      {
        "q": "Can I delete my MosApp account and data?",
        "a": "Yes, you can delete your account and associated data. However, be aware that this action is irreversible and your data will be permanently removed."
      },
      {
        "q": "How does MosApp comply with data protection laws and regulations?",
        "a": "MosApp adheres to relevant data protection laws and regulations, implementing necessary measures to ensure the privacy and security of user data."
      },
      {
        "q": "Can I request a copy of my data stored on MosApp?",
        "a": "Yes, you have the right to request a copy of your data. But As of now we not Allow user to Download their copy of data which we stored. But in the Future we will provide mechanisms to allow you to obtain a copy of your personal information."
      },
      {
        "q": "How can I report a privacy concern or data breach to MosApp?",
        "a": "If you have privacy concerns or suspect a data breach, please report it to our support team immediately. We take such matters seriously and will investigate promptly."
      }
    ]
  },
  {
    "category": "Video Call",
    "items": [
      {
        "q": "What is MosApp Video Call?",
        "a": "MosApp Video Call is a cutting-edge video communication platform that allows you to make high-quality video calls with individuals or groups, facilitating seamless and real-time conversations."
      },
      {
        "q": "How to Make a Video Call in MosApp?",
        "a": "Step-by-Step Guide:\n1. Open the Chat with the contact.\n2. Tap the Video Call icon.\nAlternative Method:\n1. Open MosApp and go to the CALLS tab.\n2. Tap New Call and select the contact.\nDuring the Call:\n- Mute/Unmute Microphone: Click Microphone icon.\n- Turn Camera On/Off: Click Camera icon.\n- End Call: Click Hang Up icon.\nPush Notifications: You will receive a push notification if your device is in sleep mode."
      },
      {
        "q": "How to Answer a Video Call?",
        "a": "If you receive an incoming video call, you can:\n- Tap Answer to accept the call.\n- Tap Reject to decline the call."
      },
      {
        "q": "How to Make a Group Video Call in MosApp?",
        "a": "Step-by-Step Guide:\n1. Open the Group Chat.\n2. Tap the Video Call icon.\n3. Select contacts to add from the group list.\n4. Tap Next to start the call.\nDuring the Group Video Call:\n- Mute/Unmute Microphone: Participants can manage.\n- Switch Camera: Participants can switch cameras.\n- Turn Camera On/Off: Participants can manage."
      },
      {
        "q": "How to Join a Group Video Call?",
        "a": "If invited:\n1. Receive Notification.\n2. Tap Join to open the call info screen.\n3. Optionally, tap Add Participant to invite more contacts.\n4. Optionally, tap RING to notify already invited participants.\nKey Notes: The prompt remains active until the call ends. Participants manage their audio/video."
      }
    ]
  },
  {
    "category": "Accounts",
    "items": [
      {
        "q": "How do I create an account on MosApp?",
        "a": "To create an account on MosApp, simply download the app and follow the registration process. You'll need to provide your email address or phone number and create a secure password."
      },
      {
        "q": "How do I create a strong password for my MosApp account?",
        "a": "To create a strong password, we recommend using a combination of uppercase and lowercase letters, numbers, and special characters. Avoid using easily guessable information such as your name or birthdate. Additionally, ensure that your password is at least 8 characters long."
      },
      {
        "q": "Can I change my password in MosApp?",
        "a": "Yes, you can change your password in MosApp. Simply go to the app's settings or account preferences and look for the 'Change Password' option. Follow the instructions provided to update your password."
      },
      {
        "q": "I forgot my MosApp password. What should I do?",
        "a": "If you forget your MosApp password, you can initiate a password reset process. On the login screen, look for the 'Forgot Password or 'Reset Password' option. Follow the prompts to reset your password using the email address or phone number associated with your account."
      },
      {
        "q": "How can I ensure the security of my MosApp password?",
        "a": "To enhance the security of your MosApp password, we recommend the following practices:\n1.Avoid reusing passwords across multiple platforms.\n2.Do not share your password with anyone.\n3.Regularly update your password.\n4.Enable two-factor authentication (if available) for an extra layer of security."
      },
      {
        "q": "Is my MosApp password stored securely?",
        "a": "MosApp takes password security seriously. We employ industry-standard encryption techniques to securely store and protect your password. However, it is crucial to choose a strong and unique password to further enhance your account's security."
      },
      {
        "q": "Can I view my MosApp password?",
        "a": "For security reasons, MosApp does not provide a feature to view your password in plain text. This is to prevent unauthorized access to your account."
      },
      {
        "q": "Is it safe to save my MosApp password on my device?",
        "a": "Saving your MosApp password on your device can provide convenience, but it also poses some risks. If your device is lost or stolen, someone with access to your device may be able to access your MosApp account. Use caution when saving passwords and consider using biometric authentication or secure password management tools."
      },
      {
        "q": "How often should I change my MosApp password?",
        "a": "To maintain good password hygiene, we recommend periodically changing your MosApp password. You can choose to change it every few months or whenever you suspect a security breach or compromise."
      },
      {
        "q": "What should I do if I suspect someone has accessed my MosApp account?",
        "a": "If you suspect unauthorized access to your MosApp account, take immediate action. Change your password as soon as possible and review your account settings for any suspicious activity. If necessary, reach out to MosApp support for further assistance."
      }
    ]
  },
  {
    "category": "Security",
    "items": [
      {
        "q": "Is MosApp secure for making video calls?",
        "a": "Yes, MosApp prioritizes security and privacy. We use Dual Ratchet end-to-end Encryption to ensure that your Messages, files, Media, video & Voice calls are secure and your conversations remain private."
      },
      {
        "q": "How does MosApp protect my personal information?",
        "a": "We have stringent data protection measures in place to safeguard your personal information. Your data is stored securely and used only for providing our services to you."
      },
      {
        "q": "What measures are in place to prevent unauthorized access to my account?",
        "a": "We implement robust account security protocols, including password protection and Pin Protection to use your account, to prevent unauthorized access to your MosApp account."
      },
      {
        "q": "How does MosApp handle security vulnerabilities and updates?",
        "a": "We have a dedicated security team that regularly assesses and addresses vulnerabilities. We release updates and patches to keep our platform secure and MosApp user continuously Experiencing Better communication."
      },
      {
        "q": "Can I report suspicious activity or security concerns to MosApp?",
        "a": "Absolutely! We encourage users to report any suspicious activity or security concerns. You can contact our support team or use our reporting mechanisms to share your concerns. can find the Report function in the Mobile App, PC and choose the type of issue and mentions the Reasons then we would take immediate Action on it."
      },
      {
        "q": "What should I do if I suspect my MosApp account has been compromised?",
        "a": "If you suspect unauthorized access to your account, change your password immediately and contact our support team for further assistance."
      },
      {
        "q": "How do you handle data privacy regulations and compliance?",
        "a": "We adhere to data privacy regulations and maintain compliance with applicable laws to ensure the protection of user data and privacy."
      }
    ]
  }
]
