{
  "nav": {
    "home": "Home",
    "AboutUs": "About Us",
    "product": "Product Center",
    "service": "Customized Services",
    "news": "Industry News",
    "concat": "Contact Us",
    "Choose": "Select Language"
  },
  "home": {
    "title": "Antora",
    "tip1": "Integrate Health and Aesthetics into Daily Life",
    "tip2": "Create 'Perceptible Delightful Experiences'",
    "tip3": "Build 'Intelligent Hardware + Data Ecology + Content Services'",
    "tip4": "Omni-scenario Health Platform",
    "btn": "Learn More",
    "t1": "Hyperbaric Oxygen Chamber",
    "t2": "High-end Massage Chairs",
    "t3": "Air Purifier",
    "t4": "Creative Living Furniture",
    "d1": "High Intelligence Integration, High-end Configuration, Safe and Durable",
    "d2": "5D Intelligent Massage Mechanism, Full-cycle AI Health Manager, Lifex Flexible Guide Rail",
    "d3": "High Intelligence Integration, High-end Configuration, Safe and Durable",
    "d4": "Creative Design, Craftsmanship with Innovation, Natural Quality",
    "subtitle": "Customized Services",
    "dd1": "Senior Team Provides Full-service, Professional Consultation Without Worries",
    "dd2": "Top-quality Materials, Intelligent Selection with Precision Craftsmanship, Flawless Details",
    "dd3": "Personalized Customization of Spatial Aesthetics, Precise Matching",
    "subtitle1": "Industry News",
    "subtitle2": "Strategic Partner Brands",
    "banner1_title": "Oxygen Chamber",
    "banner1_desc1": "ProductsRevitalize life",
    "banner1_desc2": "with boundless vitality!",
    "banner2_title": "Massage Products",
    "banner2_desc1": "Initiate a therapeutic journey",
    "banner2_desc2": "for body and mind.",
    "banner3_title": "High-End Customization",
    "banner3_desc1": "Tailor-made luxury",
    "banner3_desc2": "for exclusive enjoyment.",
    "banner4_title": "Furniture Products",
    "banner4_desc1": "Enjoy a cozy and",
    "banner4_desc2": "comfortable space.",
    "banner5_title": "HAir purifier products",
    "banner5_desc1": "Every breath",
    "banner5_desc2": "Is an intimate dialogue with nature"
  },
  "about": {
    "tip": "Our Mission",
    "title": "Integrate Health and Aesthetics into Daily Life",
    "desc": "Dedicated to providing users with products that combine technological sense, design power, and humanized experience.",
    "subTitle": "About Antora",
    "line1": "Antora International, incorporated in Xiamen, China, is an innovative health and wellness solutions provider integrating R&D, design, production, and global trade.",
    "line2": "Antora International, incorporated in Xiamen, China, is an innovative health and wellness solutions provider integrating R&D, design, production, and global trade.",
    "line3": "Our flagship brand 'Antora' takes 'Integrating Health and Aesthetics into Daily Life' as its core mission, covering smart massage equipment, health oxygen therapy devices, creative furniture, small home appliances, and more. Our products are exported to Southeast Asia and are gradually becoming an emerging global brand in the field of health technology and lifestyle aesthetics.",
    "subTitle2": "Our Advantages",
    "line4": "With a full industrial chain layout as its core advantage, Antora has established in-depth cooperation with top international suppliers. From R&D and design, manufacturing, to global trade, the company has built a complete industrial chain loop to ensure efficient conversion from concept to implementation. Relying on global high-quality resources, Antora not only stays at the forefront of the industry in terms of product quality and technological innovation but also creates products that meet the aesthetic and health functional needs of global consumers through international creative design, guided by user needs, blending Eastern and Western aesthetics and technology.",
    "honor": "Awards and Honors"
  },
  "service": {
    "title": "VIP Customized Service Orientation",
    "desc": "Antora brings together a team of senior designers, safeguarding with a full-cycle service system - professional consultation, precise measurements, worry-free after-sales service, ensuring quality commitments throughout. Integrating cutting-edge concepts and industry experience, personalized needs are converted into precise design solutions; top-quality leather, fabrics, and eco-friendly woods are strictly selected, relying on advanced equipment and superb craftsmanship to ensure flawless precision in every detail. With user needs at the core, personalized full-case customization is provided, from style matching to spatial planning, creating an exclusive ideal home.",
    "subTitle": "VIP Customized Service Procedure",
    "subTitles": "High-end custom furniture",
    "line1": "① Consultation and Appointment",
    "line2": "② Preliminary Design",
    "line3": "③ Contract Signing",
    "line4": "④ Production and Manufacturing",
    "line5": "⑤ Delivery and Installation",
    "line6": "⑥ After-sales Service",
    "desc1": "Customers can contact Antora via phone, WeChat, or the official website to consult with professional advisors about related products and services. They can make appointments with professional designers for preliminary consultation and measurement services.",
    "desc2": "Designers provide preliminary customized design solutions based on specific customer needs and spatial characteristics. Customers can propose modifications based on the solutions and communicate and adjust with the designers.",
    "desc3": "After the customer confirms the design solution, Antora signs a formal contract with the customer and receives a deposit.",
    "desc4": "Based on the design solution and customer requirements, Antora begins the production and manufacturing of the furniture. During the production process, customers can communicate with the designers at any time to adjust and confirm details.",
    "desc5": "After the products are completed, Antora arranges a professional delivery team to deliver the furniture to the customer's specified address and is responsible for installation and debugging.",
    "desc6": "Antora provides high-quality after-sales service, including product maintenance, repairs, and replacements. Customers can contact Antora's customer service team at any time to obtain timely solutions and advice.",
    "massage": "OGAWA Premium Customized Massage Chair",
    "tip": "*The standard customization cycle ranges from 3 to 4 months. For details, please contact us.",
    "step": "Customization steps",
    "step1": "Step1 Select Product",
    "sub1": "e.g. AI Massage Robot Series",
    "step2": "Step2 Start Customization",
    "sub2": "Customized side panel style",
    "sub2_1": " (outer fuselage)",
    "sub3": "National Intangible Cultural Heritage Thread Carving Lacquerware - Exquisite Craftsmanship in Three Premium Colors",
    "sub4": "Blue dragon throne, Red phoenix throne, Golden dragon throne",
    "sub5": "Custom leather pattern",
    "sub6": "(internal human contact surface)",
    "sub7": "Meticulously Selected | Premium 7-Color Top-Grain Leather",
    "sub8": "Charcoal black, rock gray, modern gray, modern gray, caramel, snow white, saddle brown",
    "sub9": "Personalized customization",
    "sub10": "● Body text   ● Body pattern   ● Pillow logo   ● Custom body design patterns (specified totems, designed as needed)"
  },
  "news": {
    "title": "News and Information",
    "t1": "OGAWA Shines at the China International Consumer Products Expo with Cutting-edge Technology, Attracting Focus Reports from Over 20 Mainstream Media!",
    "d1": "The fifth China International Consumer Products Expo, spanning six days, successfully concluded in Hainan. OGAWA's 'Foresee the Future' themed pavilion also drew to a close, awaiting the next surprising unveiling. As a popular booth at this year's Expo, OGAWA's novel combination of technological sense and home furnishing style has garnered significant attention since the exhibition's opening, attracting visits and reports from numerous mainstream media.",
    "t2": "OGAWA Shines at Canton Fair, Leading Industry Trends with Intelligent Health Technology",
    "d2": "The 137th Canton Fair's offline exhibition has concluded. On this important stage for Chinese enterprises to showcase their brand image and expand international markets, OGAWA Group, as a leading enterprise in the massage and healthcare industry, made a heavy impact with its innovative massage chairs and small massage appliances, once again receiving widespread praise and showcasing the strong charm and unlimited potential of 'Made in China' in the massage and healthcare industry.",
    "t3": "Honeywell Air Purifier KJ1000F-P22B: Intelligent Air Guardian for Large Spaces",
    "d3": "In today's pursuit of healthy living quality, air purifiers have become a must-have household appliance for many families. The Honeywell KJ1000F-P22B air purifier stands out among many brands with its outstanding performance and functionality. This disinfection machine, registered with the National Health Commission, not only effectively removes formaldehyde, odors, and kills bacteria but also meets the needs for rapid purification in large spaces, making it an ideal choice for modern homes and offices.",
    "t4": "2025 Milan Design Week & Furniture Fair Successfully Concluded",
    "d4": "The 63rd Milan International Furniture Fair, themed 'Thought for Humans', revolves around the human body, sustainability, and the aesthetics of living. American photographer Bill Durgin interprets the symbiosis of humanized design and environmental protection concepts through the artistic fusion of the human body with materials such as wood and metal. This global design event is both a trend indicator and a profound return to the essence of design.",
    "t5": "OGAWA, as the Only Industry Representative, Participates in the IEC/TC61 Plenary Meeting as an Observer",
    "d5": "The 108th IEC/TC61 Plenary Meeting of the International Electrotechnical Commission was held in Hangzhou, attended by Liu Ting, Dean of the China Household Electric Appliance Research Institute, Irma Rustemi, Chair of IEC/TC61, and Ma Dejun, Vice-Chair, with over 200 experts from nearly 30 countries participating. OGAWA Group participated as an observer for the first time, representing the massage appliance industry.",
    "t6": "OGAWA Receives Six Certifications from China Quality Inspection Association, Quality Strength Reaffirmed!",
    "d6": "OGAWA has won five honors, namely 'National Enterprise with Integrity Commitment on Product and Service Quality', 'National Leading Brand in Industry Quality', 'National Brand with Integrity in Product and Service Quality', 'National Product with Quality and Credit Guarantee', and 'National Product with Quality and Credit Guarantee for Consumers' for three consecutive years, thanks to its core quality and innovation.",
    "t7": "From the 40th Edition of the Shenzhen International Furniture Exhibition: Insights into the Chinese Home Furnishing Industry's Entry into a New Cycle",
    "d7": "The Shenzhen International Furniture Exhibition brings together over 300 top national brands debuting their latest products, panoramically showcasing 11 major emerging sectors in home furnishings and consumption trends. By integrating domestic and international markets to drive innovation, it decisively dispels industry uncertainties and pioneers a new future for the home furnishing sector.",
    "t8": "OGAWA Launches its First DeepSeek-Integrated Massage Chair, Ushering in Intelligent Upgrades",
    "d8": "The backend system of Ogawa Group's 'Ogawa AI Massage Robot Super Sense Ultimate Edition' has been successfully connected to DeepSeek, which will bring users an upgraded intelligent interactive experience. Users of this massage chair only need to update OTA with one click to enjoy the DeepSeek version of the massage experience.",
    "t9": "The air purifier customized for China by Honeywell has been exported to India.",
    "d9": "Honeywell is marketing the air purifiers produced in China to developing countries such as India and Russia. Compared to China, India's air pollution situation is considered more severe, and the capital New Delhi has even been ranked as the city with the worst air in the world by the World Health Organization."
  },
  "contact": {
    "title": "Contact Us",
    "subtitle": "Feel free to contact us.",
    "VIP": "VIP Exclusive Hotline",
    "tip": "Please contact us for further information."
  },
  "product": {
    "title": "Smart Health Series",
    "desc": "Reshaping daily health with technology, integrating AI algorithms and biosensing technologies to create a health solution featuring “proactive intervention + precise management”. Integrating health technology into home scenarios, redefining contemporary lifestyles with smart hardware.",
    "title1": "Creative Life Series",
    "desc1": "Italian top-grain cowhide and intangible cultural heritage mortise and tenon craftsmanship collide, modular smart furniture freely derives with scenes, each piece is both a functional carrier and a collectible design symbol—deconstructing the philosophy of Eastern life with contemporary z language, making furniture a 'daily artwork' that carries emotions and aesthetics.",
    "p1_title": "Hyperbaric Oxygen Chamber",
    "p1_desc": "By increasing the environmental pressure (usually to 2-3 atmospheres) and raising the oxygen concentration (usually to 100% pure oxygen), more oxygen dissolves into the blood, significantly increasing the oxygen content in the blood and tissues. It promotes tissue repair, inhibits inflammation and bacterial growth, and can also enhance the bactericidal ability of phagocytic cells, aiding in the treatment of various diseases and promoting bodily recovery.",
    "p2_title": "OGAWA Smart Massage Chair",
    "p2_desc": "Fusing ergonomics with cutting-edge technology, it brings a palace-level relaxation experience. Equipped with a 5D warm-sensing core, SenseTag body-sensing intelligent detection system, it builds a 'detection-analysis-adjustment' health closed-loop. Combined with the Liflex flexible guide rail, graphene heat therapy, and other technologies, it truly replicates the professional massage techniques of a master, adapts to the state of the whole family, and rejuvenates.",
    "p3_title": "Honeywell Air Disinfection Purifier",
    "p3_desc": "Adopting a medical-grade triple purification system, integrating True HEPA filters, UV-C ultraviolet light, and active oxygen synergistic sterilization, it can capture 99.97% of 0.3-micron particulate matter, instantly inactivating pathogens such as H1N1 and E. coli. The intelligent particle sensor continuously monitors PM2.5/VOC, with a noise level of only 32dB in quiet mode, suitable for bedrooms/baby and mother scenarios. Certified by AHAM, daily energy consumption is as low as 0.3 degrees, reconstructing a healthy breathing baseline with laboratory-level purification efficiency.",
    "p4_title": "Master Classic Series",
    "p5_title": "Luxury Comfort Space",
    "p6_title": "Office Business Space",
    "p7_title": "Antora New Style Tea Space",
    "p8_title": "High-end Luxury Massage Chair",
    "p9_title": "Smart Massage Chair",
    "more": "More products"
  },
  "footer": {
    "AboutUs": "About Us",
    "product": "Product",
    "service": "Customized services",
    "news": "Industry news",
    "shiming": "our mission",
    "yuanjing": "我们的愿景",
    "honor": "Awards and Honors",
    "concat": "Contact us",
    "intro": "About Antora",
    "advantages": "Our Advantages",
    "cooperate": "Strategic Partner Brands",
    "health": "Smart Health Series",
    "creativity": "Creative Living Series",
    "position": "Customized Service Orientation",
    "process": "VIP Customized Service Procedure",
    "t1": "Antora Company Limited",
    "t2": "Xiamen Antora Import and Export Co., Ltd.",
    "t3": "ANTORA CAMBODIAN IMPORT EXPORT CO., LTD.",
    "tip": "This website uses Cookies to enhance your browsing experience. By continuing to browse this website, you agree to our use of Cookies. For more information on our Cookie policy, please refer to the website's Privacy Policy.",
    "tip1": "Please contact us for further information.",
    "address1": "Unit 2208, 22/F., Yan's Tower, 25-27 Wong Chuk Hang Road, Wong Chuk Hang, Hong Kong",
    "address2": "Unit 604, Block A3, Xiamen International Yacht Club, No. 291 Bingcheng Road, Huli District, Xiamen",
    "address3": "#263H, St NR6, Phum Kien Khleang, Sangkat Prek leap, Khan Chroy Chongva, Phnom Penh, Cambodia."
  },
  "massage": {
    "title": "Smart Health Series",
    "desc": "Reshaping daily health with technology, integrating AI algorithms and biosensing technologies to create a health solution featuring “proactive intervention + precise management”. Integrating health technology into home scenarios, redefining contemporary lifestyles with smart hardware.",
    "subtitle": "OGAWA Smart Massage Chair",
    "p1_title": "BIOVIS High-end Luxury Massage Chair",
    "p1_desc1": "◎Pioneering 5D smart positioning core, self-adaptive massage",
    "p1_desc2": "◎Pioneering SenseTag body-sensing intelligent detection system, breaking through fatigue",
    "p1_desc3": "◎1080 adjustment plans, 207,360 solutions",
    "p1_desc4": "◎Pioneering Liflex flexible guide rail, 172° suspension stretch, 135cm full back massage",
    "p1_desc5": "◎Pilates-style leg and foot stretching, comprehensive care",
    "p2_title": "Moxi Honghu Chair",
    "p2_desc1": "◎Shoulder and neck massage core, an extra hand dedicated to shoulder and neck care",
    "p2_desc2": "◎Multiple independent cores, shoulder, neck, back, hips are each taken care of one by one",
    "p2_desc3": "◎Semi-enclosed head cover design, more private and exclusive",
    "p2_desc4": "◎AI intelligent pressure detection system, understand you before massage",
    "p2_desc5": "◎44 sets of flexible airbags, wrap around the whole body to relieve pressure and fatigue",
    "p2_desc6": "◎41 automatic massage programs, easily meet the preferences of the whole family",
    "p3_title": "Yushou Warm Sensing Master Chair",
    "p3_desc1": "◎New 4D warm sensing core, upgrade massage 'core' experience",
    "p3_desc2": "◎1.39-meter SL-type extended guide rail, intelligent detection, precise positioning",
    "p3_desc3": "◎M Drive one-key enjoy master massage",
    "p3_desc4": "◎7-inch LED touch screen control, equipped with OGAWA operating system interface",
    "p3_desc5": "◎42 3D wrap-around airbags focus on leg massage",
    "p3_desc6": "◎High-quality music amplifier + LED soothing lights activate body and mind",
    "p4_title": "OGAWA Smart Eye Massager Pro",
    "p4_desc1": "◎ 3D Precision Massage Heads - Deliver targeted kneading for enhanced effectiveness",
    "p4_desc2": "◎ 3D Vibration Massage - Stimulates acupoints across the entire eye contour",
    "p4_desc3": "◎ 5-Second Rapid Heating - Alleviates dark circles with swift thermal therapy",
    "p4_desc4": "◎ Bluetooth Music Integration - Enables immersive relaxation experiences",
    "p4_desc5": "◎ See-Through Design - Accommodates screen viewing and eye protection simultaneously",
    "p4_desc6": "◎ Four Specialized Eye Care Modes - Intelligently tailored to individual needs",
    "more": "Learn More"
  },
  "purifier": {
    "title": "Smart Health Series",
    "desc": "Reshaping daily health with technology, integrating AI algorithms and biosensing technologies to create a health solution featuring “proactive intervention + precise management”. Integrating health technology into home scenarios, redefining contemporary lifestyles with smart hardware.",
    "subtitle": "Honeywell Air Disinfection Purifier",
    "p1_title": "Air Disinfection Purifier",
    "p1_desc1": "◎Hisiv+CTOX patented technology, a combination of adsorption and decomposition of formaldehyde",
    "p1_desc2": "◎Intelligent multi-mode switching, APP remote control is more convenient",
    "p1_desc3": "◎H13-level HEPA filter, PM2.5 filtration efficiency up to 99.97%",
    "p1_desc4": "◎Minimum 23dB(A) quiet operation, no interference with office or sleep",
    "p1_desc5": "◎Swivel wheel design, convenient movement, free control of whole-house air",
    "p1_desc6": "◎Built-in multiple sensors, real-time monitoring of air quality",
    "p1_desc7": "◎UV ultraviolet sterilization, removal rate of harmful substances up to 99.99%",
    "p2_title": "Car Air Purifier",
    "p2_desc1": "◎Matte aluminum alloy shell, high-temperature-resistant PC material, combining texture and durability",
    "p2_desc2": "◎Smart/manual dual mode, intelligent reminder of filter life, preventing secondary pollution",
    "p2_desc3": "◎Release high-concentration negative oxygen ions, actively settle pollutants, fresher air",
    "p2_desc4": "◎H12-level HEPA annular filter, vertical airflow circulation, 360° no死角 air intake",
    "p2_desc5": "◎High-efficiency purification filter, intercepting harmful gases such as formaldehyde, toluene, TVOC",
    "p3_title": "Desktop Air Purifier",
    "p3_desc1": "◎Three-speed wind speed cycle adjustment",
    "p3_desc2": "◎Sleep mode, minimum noise 23dB(A)",
    "p3_desc3": "◎360° air intake without any obstructions",
    "p3_desc4": "◎Three-color LED indicator light, purification effect is clear at a glance",
    "p3_desc5": "◎ The filter cartridge design 360 features multiple layers of filtration.",
    "p4_title": "Air Disinfection Purifier",
    "p4_desc1": "◎High-efficiency composite filter, Hisiv+CTOX patented adsorption and decomposition of formaldehyde.",
    "p4_desc2": "◎Aerospace-grade airflow design, Coanda effect achieves efficient air delivery.",
    "p4_desc3": "◎Intelligent multi-mode: manual/auto/sleep, air purification as needed.",
    "p4_desc4": "◎H13-level HEPA filter, 99.97% filtration of PM2.5, 99.9% bacteria removal.",
    "p4_desc5": "◎Effectively removes 5 types of odors and dust mite allergens.",
    "p4_desc6": "◎Minimum noise 23dB(A), quiet operation without disturbance.",
    "p5_title": "Air Disinfection Purifier",
    "p5_desc1": "◎High-efficiency composite filter, Hisiv+CTOX patented adsorption and decomposition of formaldehyde.",
    "p5_desc2": "◎Aerospace-grade airflow design, Coanda effect achieves efficient air delivery.",
    "p5_desc3": "◎Intelligent multi-mode: manual/auto/sleep,Switch purification modes at will.",
    "p5_desc4": "◎Triple H13-level HEPA filter, 99.97% filtration of PM2.5, 99.9% bacteria removal.",
    "p5_desc5": "◎Minimum noise 23dB(A), quiet operation without disturbance.",
    "p5_desc6": "◎Supports APP remote control, manage devices at any time.",
    "p6_title": "Air Disinfection Purifier",
    "p6_desc1": "◎High-efficiency composite filter, Hisiv+CTOX patented adsorption and decomposition of formaldehyde.",
    "p6_desc2": "◎Aerospace-grade airflow design, Coanda effect achieves efficient air delivery.",
    "p6_desc3": "◎Intelligent multi-mode: manual/auto/sleep, purify as needed.",
    "p6_desc4": "◎H13-level HEPA filter, PM2.5 filtration efficiency 99.97%.",
    "p6_desc5": "◎Minimum noise 23dB(A), quiet operation without disturbance.",
    "p6_desc6": "◎APP remote smart control, convenient management of device status.",
    "p6_desc7": "◎Swivel wheel design, move conveniently, freely control air in the whole house",
    "p6_desc8": "◎UV sterilization,eliminating 14 types of bacteria,7 types of viruses,and 7 types of allergens,with a destruction rate of 99.99%.",
    "p7_title": "Air Disinfection Purifier",
    "p7_desc1": "◎Co-developed Pur Zinc zinc technology, safe and friendly for children and pets.",
    "p7_desc2": "◎Bactericidal rate 99.99%, allergen removal 99%, 40+ authoritative sterilization verifications.",
    "p7_desc3": "◎Four major upgrades in cat ergonomics, tailored to the activity needs of kittens, senior cats, and short cats.",
    "p7_desc4": "◎High-efficiency filtration of pet hair, odors, and allergens, more thorough purification.",
    "p7_desc5": "◎Intelligent APP remote control, convenient management of air status.",
    "p7_desc6": "◎The short cat joy platform design,with a 160-pound ring-shaped wind-facing feature that accommodates cats of various body sizes.",
    "p7_desc7": "◎Multiple certifications ensure double peace of mind for babies and furry kids.",
    "p7_desc8": "◎Movable source wheel design, flexibly adjust purification location more considerate.",
    "more": "Learn More"
  },
  "master": {
    "title": "Creative Life Series",
    "desc": "Italian top-grain leather collides with the intangible cultural heritage mortise and tenon craftsmanship.Modular smart furniture freely evolves with different scenes.Each piece is not only a functional carrier but also a collectible design symbol.It deconstructs the philosophy of Eastern life with contemporary z language,turning furniture into a“daily artwork”that carries emotions and aesthetics.",
    "subtitle": "Master Classic Series",
    "name": "Name",
    "time": "Design Time",
    "designer": "Designer",
    "design": "design concept",
    "p1_name": "Chieftain Chair (Chieftain Chair) ",
    "p1_time": "1949",
    "p1_designer": "Finn Juhl",
    "p1_design": "The design inspiration for the Chief's Chair indeed comes from the imagery of African tribal weapons.The strong sense of primitivism and the bold,expansive lines,along with the seemingly detached structure,provide a significant visual impact at first glance.The chair also has direct mimetic features:for example,the armrests symbolize saddles,and the tall backrest frame,with its curved hook-like shape at the top,represents the string loop at the end of a longbow.The backrest itself resembles a shield and also looks like a chieftain's feathered crown.",
    "p2_name": "Rocking Chair (Move Rocking Chair)",
    "p2_time": "2014",
    "p2_designer": "Rossella Pugilatti",
    "p2_design": "Showcases a unique dynamism, elegance, and sinuous design, the wooden structure is composed of two interlocking organic shape elements. The Giorgetti Move rocking chair is like a lively work of art. It outlines smooth and sinuous lines, perfectly blending the warmth of wood with the ingenuity of the design. When you gently sit down, the soft curves fit the body, and every rock feels like dancing with the rhythm of life, relaxing and comfortable.",
    "p3_name": "The Chair",
    "p3_time": "1949",
    "p3_designer": "HansJ. Wegner",
    "p3_design": "Known for its nearly perfect smooth lines and minimalist design, the entire chair is integrated from shape to components, and has since been respectfully referred to as “The Chair”. Even by today's standards, few works can match it. The American magazine Interiors  highly praised it as “the world's most perfect chair”.",
    "p4_name": "Shell Chair",
    "p4_time": "1963",
    "p4_designer": "Hans J. Wegner",
    "p4_design": "Wegner's masterpiece that fully utilizes the advantages of plywood consists of only 3 components, hence the name [Three-legged Shell Chair]. Using the sitting posture and ergonomics, the wood is bent under steam pressure during production, allowing the seat to present beautiful curves, like a gentle smile slightly curved, simple yet elegant. The side-shaped armrests and curved support legs, despite being supported by only three legs, are sturdy and durable. The core design without armrests preserves the tilting lean structure, showcasing a strong design language and excellent comfort.",
    "p5_name": "Eames Lounge Chair",
    "p5_time": "1956",
    "p5_designer": "Charles Eames & Ray Eames",
    "p5_design": "Inspired by the 19th-century English club lounge chair, it is reinvented with modern materials and structure. In line with Charles Eames' philosophy of 'like a well-worn first baseman's glove', it aims to create a 'sanctuary' for modern life that is comfortable to the touch and relieves stress.",
    "p6_name": "OxChair",
    "p6_time": "1960",
    "p6_designer": "HansJ. Wegner",
    "p6_design": "Originates from an iconic transformation of a bull in Picasso's paintings. The two bull horns on the chair back give the overall shape a powerful and forceful look, unconsciously exuding an air of dominance. Its lines are smooth throughout, and the four stainless steel legs present a forward-thrusting stance, not only making the chair look elegant and graceful but also enhancing the seating experience, combining both aesthetics and comfort. It also confirms the designer's words: a perfect chair does not have a front or back; it must show beauty from all angles and directions.",
    "p7_name": "Womb Chair",
    "p7_time": "1946",
    "p7_designer": "Eero Saarinen",
    "p7_design": "Inspired by the shape of a woman's womb, its flowing and inclusive curves evoke the warmth and care of maternal love. It creates a comfortable and relaxing experience. The structure features a streamlined curve design, with the seat and backrest made from a glass fiber shell forming a natural arc, in line with ergonomics, perfectly fitting the human body's curves, offering an ultimate comfort experience. The chair legs are made of two bent thin steel pipes, which provide effective support and appear light.",
    "p8_name": "Barcelona Chair",
    "p8_time": "1929",
    "p8_designer": "Mies van der Rohe",
    "p8_design": "Drawing inspiration from the ancient Roman 'Curule Chair' (a folding X-shaped chair symbolizing authority), but discarding the elaborate decorations, reinterpreting the sense of authority with minimal lines, a fusion of classicism and minimalism.The Barcelona Chair is one of the most recognized items of the last century and a symbol of the modern movement, exuding a simple elegance, embodying Mies van der Rohe's famous maxim - 'less is more'.",
    "p9_name": "Lady Chair",
    "p9_time": "1951",
    "p9_designer": "Marco Zanuso",
    "p9_design": "Revolutionizing the traditional upholstery technique used on stuffed furniture, which could only be woven on wooden looms, the Zanuso chair won the gold medal at the International Exhibition and countless accolades. Zanuso's chair features curves loved by all, as the thickness of the foam cutting depends on the pressure generated by different parts of the body when sitting. The bright-colored fabrics bring a full Italian vibe, and the slender metal legs extend outwards from under the seat, adding the necessary finesse.",
    "p10_name": "Egg Chair",
    "p10_time": "1958",
    "p10_designer": "Arne Jacobsen",
    "p10_design": "Embracing minimalism and functionalism with a traditional Scandinavian style, renowned for its flowing curves and enveloping design, resembling a cut eggshell. The outer layer is made using traditional handcrafting techniques, with the body of the chair being one whole piece of cowhide, hand-stitched on both sides, perfectly enveloping the inner shell after 1000 stitches."
  },
  "teaSpace": {
    "title": "Creative Living Series" ,
    "desc": "Italian top-grain leather and intangible heritage mortise and tenon craftsmanship collision, modular smart furniture freely derives with scenes, each piece is both a functional carrier and a collectible design symbol - deconstructing Eastern life philosophy with contemporary z language, making furniture a 'daily artwork' that carries emotions and aesthetics.",
    "subtitle1": "Antora New Style Tea Space",
    "line1": "The desktop features boundless lilies + mosaic + lacquered inlay, ",
    "line2": "a 'miniature landscape' of craftsmanship.",
    "line3": "Selected wood veneers interlock in geometric patterns,",
    "line4": "with the natural texture and warmth of the wood hidden in shades of brown and tan.",
    "line5": "Each joint of the inlay is like a turn in a mountain path,",
    "line6": "blending the robustness of nature and the order of design into a tactile experience.",
    "desc1": "The hollowed-out design of the base",
    "desc2": "is inspired by classical latticework,",
    "desc3": "yet presented with flowing metallic lines.",
    "desc4": "When light passes through,",
    "desc5": "it casts petal-shaped shadows on the ground",
    "desc6": "- the Eastern philosophy of 'empty space' quietly comes to life.",
    "subtitle2": "New-style Tea Space - Tea Table",
    "subtitle3": "New-style Tea Space - Tea Chair",
    "table1": "Kirin No. 4: Purple with Yellow Embrace",
    "table2": "Kirin No. 5: Lily Purple Kirin",
    "table3": "Golden Tiger No. 1: True Gold Lily",
    "table4": "Kunpeng No. 1: Lily Hammered Pattern",
    "table5": "Phoenix No. 3: Floral Feather Dance Attire",
    "table6": "Phoenix No. 3: Enigmatic Wave Alluring Eyes",
    "table7": "Xuanwu No. 1: Turtle Shell Silver Armor",
    "table8": "Vermilion Bird No. 3: Classic LV",
    "chair1": "Zan Zhi Comb-Strip Round Chair",
    "chair2": "Zan Zhi Comb-Back Round Chair",
    "chair3": "Zan Zhi High Back Comb-Strip Chair",
    "chair4": "Zan Zhi Dining Chair",
    "chair5": "Yanxiu Comb-Back Chair",
    "chair6": "Wenmu Comb-Strip Chair",
    "chair7": "Bochun Lamp Hanging Chair",
    "chair8": "Banshan Armchair",
    "chair9": "Daguan Backrest Chair",
    "chair10": "Xuanwu Bench",
    "chair11": "Kunpeng Bench",
    "chair12": "Kunpeng Stool"
  },
  "office": {
    "title": "Creative Living Series" ,
    "desc": "Italian top-grain leather and intangible heritage mortise and tenon craftsmanship collision, modular smart furniture freely derives with scenes, each piece is both a functional carrier and a collectible design symbol - deconstructing Eastern life philosophy with contemporary z language, making furniture a 'daily artwork' that carries emotions and aesthetics.",
    "subtitle1": "Office Business Space - Executive Desk",
    "subtitle2": "Office Business Space - Executive Chair",
    "desk1": "Luofu Executive Desk",
    "desk2": "Zhongyi Executive Desk",
    "desk3": "Yuan Guan Executive Desk",
    "desk4": "Hongyun Executive Desk",
    "desk5": "Chi Bi Executive Desk",
    "desk6": "Hua Zhang Executive Desk",
    "desk7": "Senbo Executive Desk",
    "desk8": "Yunfan Executive Desk",
    "desk9": "Guandu Executive Desk",
    "desk10": "Knight Executive Desk",
    "chair1": "M 204 Office Chair",
    "chair2": "VOLER Office Chair",
    "chair3": "Sunrise presidential Office Chair",
    "chair4": "Kurgan Office Chair",
    "chair5": "Pulchra Office Chair",
    "chair6": "Pulchra-B Office Chair",
    "chair7": "DS-257 Office Chair",
    "chair8": "Net Office Chair",
    "chair9": "Deep Executive Office Chair",
    "chair10": "Kiku Office Chair",
    "chair11": "Antagonista Office Chair",
    "chair12": "Business Class Office Chair",
    "tip": "Learn more about our products by contacting us"
  },
  "mansion": {
    "title": "Creative Living Series" ,
    "desc": "Italian top-grain leather and intangible heritage mortise and tenon craftsmanship collision, modular smart furniture freely derives with scenes, each piece is both a functional carrier and a collectible design symbol - deconstructing Eastern life philosophy with contemporary z language, making furniture a 'daily artwork' that carries emotions and aesthetics.",
    "subtitle1": "Luxury Comfort Space - Sofa",
    "subtitle2": "Luxury Comfort Space - Tea Table",
    "subtitle3": "Luxury Comfort Space - Dining Table",
    "subtitle4": "Luxury Comfort Space - Dining Chair",
    "subtitle5": "Luxury Comfort Space - Desk",
    "subtitle6": "Luxury Comfort Space - Bed",
    "subtitle7": "Luxury Comfort Space - Bedside Table",
    "sofa_title": "Goodman Sofa",
    "sofa1": "Vivienne Sofa",
    "sofa2": "Lawrence Sofa",
    "sofa3": "Florida Sofa",
    "sofa4": "Tufty-Time 20 Sofa",
    "sofa5": "Clymme Sofa",
    "sofa6": "Chicago Sofa",
    "sofa7": "Emile Sofa",
    "sofa8": "Noruxin Sofa",
    "sofa9": "Coolie Sofa",
    "sofa10": "Daniels Sofa",
    "sofa11": "Monclaud Sofa",
    "sofa12": "Freeman Sofa",
    "sofa13": "ERNEST Sofa",
    "sofa14": "SETUP Sofa",
    "coffeetable1": "SOWILO Tea Table",
    "coffeetable2": "ADRIEN Tea Table",
    "coffeetable3": "Superquadra Tea Table",
    "coffeetable4": "Shark Tea Table",
    "coffeetable5": "Louisa Tea Table",
    "coffeetable6": "JEFF Tea Table",
    "coffeetable7": "Drake Tea Table",
    "coffeetable8": "Tobi-Ishi Tea Table",
    "coffeetable9": "Lido Tea Table",
    "desk_title": "Xiangyang Electric Lift Dining Table",
    "desk1": "Cameron Steel Dining Table",
    "desk2": "Adrian Dining Table",
    "desk3": "Morgan Marble Dining Table",
    "desk4": "Kai Luo Dining Table",
    "desk5": "PALACE Dining Table",
    "desk6": "Colwood Dining Table",
    "desk7": "Saki Dining Table",
    "desk8": "OSMOSE Dining Table",
    "desk9": "Adone Dining Table",
    "desk10": "PAPEL Wooden Dining Table",
    "chair1": "Yoko Dining Chair",
    "chair2": "ELIXIR Dining Chair",
    "chair3": "Lance Dining Chair",
    "chair4": "Sendai Dining Chair",
    "chair5": "Molly Dining Chair",
    "chair6": "Adrian Dining Chair",
    "chair7": "Mills Dining Chair",
    "chair8": "Leslie Dining Chair",
    "tip": "Learn more about our products by contacting us",
    "writingDesk1": "Adrian Office Desk",
    "writingDesk2": "Dona Office Desk",
    "writingDesk3": "Alakis Office Desk",
    "writingDesk4": "Super Quadra Office Desk",
    "writingDesk5": "Hongou Office Desk",
    "writingDesk6": "Carson Office Desk",
    "writingDesk7": "Madi Office Desk",
    "writingDesk8": "Wodi Office Desk",
    "writingDesk9": "Lincoln L Office Desk",
    "writingDesk10": "Jacob Office Desk",
    "writingDesk11": "Linda Office Desk",
    "writingDesk12": "Monica Office Desk",
    "bed1": "Da Vinci Bed",
    "bed2": "Eve Bed",
    "bed3": "Angel Bed",
    "bed4": "Softbay Bed",
    "bed5": "Hera Bed",
    "bed6": "Dorothy Bed",
    "bed7": "Cloud Bed",
    "bed8": "Clyson Bed",
    "bedside1": "Da Vinci Bedside Table",
    "bedside2": "Suite Bedside Table",
    "bedside3": "Lambert Bedside Table",
    "bedside4": "EDEN-ROCK Bedside Table",
    "bedside5": "Eden Bedside Table",
    "bedside6": "EKERO NIGHT Bedside Table",
    "bedside7": "Medallion Bedside Table",
    "bedside8": "BREAK Bedside Table"
  }
}
