{
  "nav": {
    "home": "ទំព័រដើម",
    "AboutUs": "អំពីពួកយើង",
    "product": "មជ្ឈមណ្ឌលផលិតផល",
    "service": "កំណត់សេវាកម្ម",
    "news": "ព័ត៌មានឧស្សាហកម្ម",
    "concat": "ទាក់ទងមកយើងខ្ញុំ",
    "Choose": "ជ្រើសរើសភាសា"
  },
  "home": {
    "title": "អង់ថូរ៉ា",
    "tip1": "រួមបញ្ចូលសុខភាព និងសោភ័ណភាពទៅក្នុងជីវិតប្រចាំថ្ងៃ",
    "tip2": "បង្កើត 'ទទួលបានបទពិសោធន៍ដ៏អស្ចារ្យ'",
    "tip3": "បង្កើត 'ឧបករណ៍ឆ្លាតវៃ + បរិស្ថានវិទ្យាទិន្នន័យ + សេវាកម្មមាតិកា'",
    "tip4": "វេទិកាសុខភាពសេណារីយ៉ូពេញលេញ",
    "btn": "ស្វែងយល់បន្ថែម",
    "t1": "បន្ទប់អុកស៊ីសែន Hyperbaric",
    "t2": "កៅអីម៉ាស្សាស្តង់ដារខ្ពស់",
    "t3": "ឧបករណ៍បន្សុទ្ធខ្យល់",
    "t4": "ការច្នៃប្រឌិតគ្រឿងសង្ហារឹមសម្រាប់ការរស់នៅ​",
    "d1": "ការរួមបញ្ចូលភាពវៃឆ្លាតខ្ពស់ ការកំណត់រចនាសម្ព័ន្ធប្រណិតខ្ពស់ សុវត្ថិភាព និងប្រើប្រាស់បានយូរ",
    "d2": "រចនាបទឆ្លាតវៃកំរិត5D,​ ការគ្រប់គ្រងដោយបច្ចេកទេសAIជំនន់ថ្មី , ចលនាឆ្លាតវៃ Lifex",
    "d3": "ការរួមបញ្ចូលភាពវៃឆ្លាតខ្ពស់ ការកំណត់រចនាសម្ព័ន្ធប្រណិតខ្ពស់ សុវត្ថិភាព និងប្រើប្រាស់បានយូរ",
    "d4": "ការរចនាច្នៃប្រឌិត, ការបង្កើតថ្មី, គុណភាពធម្មជាតិ",
    "subtitle": "ការកំណត់សេវា",
    "dd1": "ក្រុមការងារដែលមានបទពិសោធន៍ ផ្តល់សេវាកម្មពេញលេញ ការប្រឹក្សាប្រកបដោយវិជ្ជាជីវៈ ដោយគ្មានការព្រួយបារម្ភ",
    "dd2": "សម្ភារៈដែលមានគុណភាពកំពូល ត្រូវបានផលិតដោយប្រុងប្រយ័ត្ន និងបានជ្រើសរើសយ៉ាងលម្អិត",
    "dd3": "សោភ័ណភាពលំហតាមបំណងផ្ទាល់ខ្លួន ការសម្របខ្លួនយ៉ាងជាក់លាក់",
    "subtitle1": "ព័ត៌មានអំពីឧស្សាហកម្ម",
    "subtitle2": "ដៃគូសហប្រតិបត្តិការយុទ្ធសាស្ត្រ",
    "banner1_title": "ផលិតផលបន្ទប់អុកស៊ីសែន",
    "banner1_desc1": "អនុញ្ញាតឱ្យជីវិត",
    "banner1_desc2": "នាំមកនូវភាពរឹងមាំគ្មានទីបញ្ចប់!",
    "banner2_title": "ផលិតផលម៉ាស្សា",
    "banner2_desc1": "ការចាប់ផ្តើមពន្លឺ",
    "banner2_desc2": "ដំណើរព្យាបាលទាំងផ្លូវកាយ និងចិត្ត",
    "banner3_title": "ការ​តាម​បំ​បំ​បំ​បំ​បំ​បំ​បំងង​បំ​ណង​តូច",
    "banner3_desc1": "ការ​តាម​បំ​បំ​បំ​បំបំបំ​បំបំ​បំងង​ង​តូច",
    "banner3_desc2": "ការ​តាម​បំ​បំ​បំ​បំបំបំបំបំ​បំងងងង​តូច",
    "banner4_title": "ផលិតផលគ្រឿងសង្ហារឹម",
    "banner4_desc1": "រីករាយនឹងកន្លែងស្ងប់ស្ងាត់",
    "banner4_desc2": "កន្លែងកក់ក្ដៅ",
    "banner5_title": "ផលិតផលបន្សុទ្ធខ្យល់",
    "banner5_desc1": "រាល់ដង្ហើម",
    "banner5_desc2": "គឺជាការសន្ទនាដ៏ស្និទ្ធស្នាលជាមួយធម្មជាតិ"
  },
  "about": {
    "tip": "បេសកកម្មរបស់យើង",
    "title": "ការរួមបញ្ចូលសុខភាព និងសោភ័ណភាពទៅក្នុងជីវិតប្រចាំថ្ងៃ",
    "desc": "ប្តេជ្ញាផ្តល់ជូនអ្នកប្រើប្រាស់នូវផលិតផលដែលរួមបញ្ចូលគ្នានូវបច្ចេកវិទ្យា​ ការរចនា និងបទពិសោធន៍",
    "subTitle": "អំពី អង់ថូរ៉ា",
    "line1": "Antora International ត្រូវបានបង្កើតឡើងនៅ Xiamen ប្រទេសចិន គឺជាអ្នកផលិត​ និងផ្តល់សេវាដំណោះស្រាយជីវិតប្រកបដោយភាពច្នៃប្រឌិត ដែលរួមបញ្ចូលការស្រាវជ្រាវ ការរចនាថ្មី។",
    "line2": "Antora International ត្រូវបានបង្កើតឡើងនៅ Xiamen ប្រទេសចិន គឺជាអ្នកផលិត​ និងផ្តល់សេវាដំណោះស្រាយជីវិតប្រកបដោយភាពច្នៃប្រឌិត ដែលរួមបញ្ចូលការស្រាវជ្រាវ ការរចនាថ្មី។",
    "line3": "យីហោ 'អង់ថូរ៉ា' យក 'ការរួមបញ្ចូលសុខភាព និងសោភ័ណភាពទៅក្នុងជីវិតប្រចាំថ្ងៃ' ជាចំបង។ អាជីវកម្មរបស់យើងគ្របដណ្តប់លើប្រភេទជាច្រើនដូចជា ឧបករណ៍ម៉ាស្សាឆ្លាតវៃ បរិក្ខារជំនួយខ្យល់អុកស៊ីសែនប្រចាំថ្ងៃ​និងគ្រឿងសង្ហារិមប្រកបដោយភាពច្នៃប្រឌិតផ្សេងៗ។ ផលិតផលរបស់យើងត្រូវបាននាំចេញទៅកាន់តំបន់អាស៊ីអាគ្នេយ៍ ហើយបានក្លាយជាម៉ាកយីហោជាសកលបន្តិចម្តងៗក្នុងវិស័យបច្ចេកវិទ្យាសុខភាព និងសោភ័ណភាពជីវិត។",
    "subTitle2": "គុណសម្បត្តិរបស់យើង",
    "line4": "ជាមួយនឹងអត្ថប្រយោជន៍ចំបងនៃខ្សែសង្វាក់ឧស្សាហកម្មទាំងមូល អង់ថូរ៉ា បានបង្កើតទំនាក់ទំនងសហប្រតិបត្តិការយ៉ាងស៊ីជម្រៅជាមួយអ្នកផ្គត់ផ្គង់អន្តរជាតិកំពូលៗ។ ចាប់ពីការរចនា ការស្រាវជ្រាវ និងការផលិតរហូតដល់ពាណិជ្ជកម្មអន្ដរជាតិ ក្រុមហ៊ុនបានបង្កើតសង្វាក់ផលិតកម្មយ៉ាងពេញលេញ ដើម្បីធានាបាននូវប្រសិទ្ធភាពខ្ពស់ក្នុងផលិតផល។ ដោយពឹងផ្អែកលើធនធានដែលមានគុណភាពខ្ពស់ជាសាកល អង់ថូរ៉ាមិនត្រឹមតែតែងតែឈានមុខគេក្នុងឧស្សាហកម្មនេះទាក់ទងនឹងគុណភាពផលិតផល និងការច្នៃប្រឌិតបច្ចេកវិជ្ជាប៉ុណ្ណោះទេ ថែមទាំងតាមរយៈការរចនាប្រកបដោយការច្នៃប្រឌិតអន្តរជាតិ តម្រង់ទិសអ្នកប្រើប្រាស់ រួមបញ្ចូលគ្នានូវសោភ័ណភាព និងបច្ចេកវិជ្ជាភាគខាងកើត និងលោកខាងលិច ដើម្បីបង្កើតផលិតផលដែលបំពេញតម្រូវការសោភ័ណភាព និងសុខភាពរបស់អ្នកប្រើប្រាស់ទូទាំងពិភពលោក។",
    "honor": "ពានរង្វាន់កិត្តិយស"
  },
  "service": {
    "title": "ការកំណត់សេវាកម្មតាមតម្រូវការ VIP",
    "desc": "អង់ថូរ៉ា បានអ​ញ្ចើងអ្នករចនាម៉ូដកំពូល ដើម្បីពិនិត្យប្រព័ន្ធសេវាកម្មពេញលេញ-ការប្រឹក្សាប្រកបដោយវិជ្ជាជីវៈ ការវាស់វែងច្បាស់លាស់ គ្មានការព្រួយបារម្ភក្រោយពេលលក់ ការប្តេជ្ញាចិត្តលើគុណភាពតាំងពីជំហានដំបូងក្នុងការផលិត។ ការរួមបញ្ចូលគំនិតថ្មីៗជាមួយនឹងបទពិសោធន៍​ប្រែក្លាយទៅជារចនាបទច្បាស់លាស់។ ការជ្រើសរើសយ៉ាងតឹងរឹងនូវស្បែក ក្រណាត់ និងឈើដែលមិនប៉ះពាល់ដល់បរិស្ថាន ដោយពឹងផ្អែកលើជំនាញ​ និងឧបករណ៍ទំនើបៗ ដើម្បីធានាថាគ្រប់ជំហានគឺត្រឹមត្រូវ។​ ផ្តល់នូវការការរចនាម៉ូដផ្ទាល់ខ្លួន  ដើម្បីបង្កើតគ្រឿងសង្ហារឹមដ៏ល្អផ្តាច់មុខទៅតាមតម្រូវការអតិថិជន។",
    "subTitle": "ដំណើរការសេវាកម្មតាមតម្រូវការ VIP",
    "subTitles": "គ្រឿងសង្ហារិមផ្ទាល់ខ្លួនកម្រិតខ្ពស់",
    "line1": "① ការប្រឹក្សានិងការណាត់ជួប",
    "line2": "② ការរចនាបឋម",
    "line3": "③ ការចុះហត្ថលេខាលើកិច្ចសន្យា",
    "line4": "④ ផលិតផល និងផលិតកម្ម",
    "line5": "⑤ ការដឹកជញ្ជូន និងការដំឡើង",
    "line6": "⑥ សេវាកម្មក្រោយពេលលក់",
    "desc1": "អតិថិជនអាចទាក់ទងអង់ថូរ៉ា តាមទូរស័ព្ទ WeChat ឬគេហទំព័រផ្លូវការ ដើម្បីពិគ្រោះជាមួយអ្នកប្រឹក្សាជំនាញអំពីសេវាកម្មផលិតផលដែលពាក់ព័ន្ធ។ អតិថិជនអាចធ្វើការណាត់ជួបជាមួយក្រុមការងារ ដែលមានជំនាញវិជ្ជាជីវៈសម្រាប់ការពិគ្រោះយោបល់បឋម និងសេវាកម្មវាស់វែងតាមបានតម្រូវការ។",
    "desc2": "ក្រុមការងារផ្តល់នូវផែនការរចនាតាមតម្រូវការបឋមដោយផ្អែកលើតម្រូវការជាក់លាក់របស់អតិថិជន។ អតិថិជនអាចស្នើសុំការកែប្រែផែនការ និងកែតម្រូវជាមួយក្រុមការងារ។",
    "desc3": "បន្ទាប់ពីអតិថិជនយោល់ព្រមពីគម្រោងរចនាផែនការរួច អង់ថូរ៉ានឹងចុះហត្ថលេខាលើកិច្ចសន្យាផ្លូវការជាមួយអតិថិជន ហើយទទួលនូវប្រាក់កក់។",
    "desc4": "អង់ថូរ៉ាចាប់ផ្តើមផលិតគ្រឿងសង្ហារិមតាមផែនការរចនា និងតម្រូវការអតិថិជន។ ក្នុងអំឡុងពេលដំណើរការផលិត អតិថិជនអាចទាក់ទងជាមួយក្រុមការងារដើម្បីកែតម្រូវ និងបញ្ជាក់ព័ត៌មានលម្អិត។",
    "desc5": "បន្ទាប់ពីផលិតផលត្រូវបានបញ្ចប់ ក្រុមហ៊ុនអង់ថូរ៉ា នឹងរៀបចំក្រុមដឹកជញ្ជូនដែលមានជំនាញវិជ្ជាជីវៈ ដើម្បីដឹកជញ្ជូនគ្រឿងសង្ហារឹមទៅកាន់អាសយដ្ឋានដែលអតិថិជនដែលបានបញ្ជាក់ ហើយនឹងទទួលខុសត្រូវលើការដំឡើង។",
    "desc6": "ផ្តល់សេវាកម្មក្រោយពេលលក់ដែលមានគុណភាពខ្ពស់ រួមទាំងការថែទាំ ជួសជុល និងការផ្លាស់ប្តូរផលិតផល។ អតិថិជនអាចទាក់ទងក្រុមសេវាកម្មអតិថិជនរបស់ អង់ថូរ៉ា គ្រប់ពេលវេលា ដើម្បីទទួលបានដំណោះស្រាយ និងសំណូមពរទាន់ពេលវេលា។",
    "massage": "OGAWA កៅអីម៉ាស្សាផ្ទាល់ខ្លួនកម្រិតខ្ពស់"
  },
  "news": {
    "title": "ព័ត៌មាន",
    "t1": "សាលតាំងពិពណ៌របស់ Ogawa នៅឯ Consumer Goods Expo មានភាពលេចធ្លោជាមួយនឹងបច្ចេកវិទ្យា hard-core របស់ខ្លួន ដោយទាក់ទាញប្រព័ន្ធផ្សព្វផ្សាយ និងអ្នកការសែតសំខាន់ៗជាង 20 ធ្វើការផ្សព្វផ្សាយ!",
    "d1": "ពិព័រណ៍ទំនិញប្រើប្រាស់អន្តរជាតិចិនលើកទី 5 រយៈពេល 6 ថ្ងៃបានបញ្ចប់ដោយជោគជ័យនៅទីក្រុងហៃណាន ហើយពន្លាប្រធានបទ 'ការមើលឃើញអនាគត' របស់ Ogawa ក៏បានបញ្ចប់យ៉ាងល្អឥតខ្ចោះ ដោយមានការរង់ចាំជួបគ្នាជាបន្ទាប់ទៀត។ ក្នុងនាមជាស្តង់ដ៏ពេញនិយមនៅក្នុងពិព័រណ៍ទំនិញប្រើប្រាស់នេះ ការរួមបញ្ចូលគ្នារវាងបច្ចេកវិទ្យា និងរចនាបទគ្រឿងសង្ហារឹមថ្មីរបស់ Ogawa បានទាក់ទាញការចាប់អារម្មណ៍យ៉ាងខ្លាំងចាប់តាំងពីថ្ងៃបើកដំណើរការរបស់ខ្លួន ហើយបានទាក់ទាញប្រព័ន្ធផ្សព្វផ្សាយសំខាន់ៗជាច្រើនឱ្យមកទស្សនា និងផ្សព្វផ្សាយ។",
    "t2": "Ogawa បញ្ចេញពន្លឺនៅពិព័រណ៍ Canton ដែលនាំមុខគេនូវនិន្នាការឧស្សាហកម្មថ្មីជាមួយនឹងបច្ចេកវិទ្យាសុខភាពឆ្លាតវៃ",
    "d2": "ការតាំងពិព័រណ៍ Canton លើកទី 137 បានបញ្ចប់។ ក្រុមហ៊ុនចិនបានបង្ហាញមុខម៉ាកយីហោរបស់ពួកគេ និងពង្រីកទីផ្សារអន្តរជាតិ ក្នុងនាមជាក្រុមហ៊ុនឈានមុខគេក្នុងឧស្សាហកម្មម៉ាស្សា និងផលិតផលថែទាំសុខភាព ក្រុមហ៊ុន Ogawa Group បាននាំយកកៅអីម៉ាស្សាប្រកបដោយភាពច្នៃប្រឌិត និងឧបករណ៍ម៉ាស្សាខ្នាតតូចមកពិព័រណ៍ ហើយជាថ្មីម្តងទៀតបានទទួលការសរសើរយ៉ាងទូលំទូលាយ ដោយបង្ហាញពីភាពទាក់ទាញខ្លាំង និងសក្តានុពលគ្មានដែនកំណត់នៃ 'ការផលិតឆ្លាតវៃរបស់ចិន' នៅក្នុងឧស្សាហកម្មម៉ាស្សា និងផលិតផលថែទាំសុខភាព។",
    "t3": "Honeywell Air Purifier KJ1000F-P22B ម៉ាស៊ីនបន្សុទ្ធខ្យល់ដ៏ទំនើប និងឆ្លាតវៃ",
    "d3": "ក្នុងការស្វែងរកគុណភាពសុខភាពជីវិតនាពេលបច្ចុប្បន្ននេះ ម៉ាស៊ីនបន្សុទ្ធខ្យល់បានក្លាយជាឧបករណ៍ចាំបាច់សម្រាប់គ្រួសារជាច្រើន។ ម៉ាស៊ីនបន្សុទ្ធខ្យល់ Honeywell KJ1000F-P22B លេចធ្លោក្នុងចំណោមម៉ាកជាច្រើន ជាមួយនឹងដំណើរការ និងមុខងារដ៏ល្អឥតខ្ចោះរបស់វា។ ម៉ាស៊ីនសម្លាប់មេរោគនេះបានចុះបញ្ជីជាមួយគណៈកម្មាការសុខភាពជាតិមិនត្រឹមតែអាចកម្ចាត់សារធាតុformaldehyde និងក្លិនប៉ុណ្ណោះទេ ថែមទាំងអាចបំពេញតម្រូវការនៃការសម្អាតទីធ្លាធំៗយ៉ាងឆាប់រហ័សផងដែរ។ វាជាជម្រើសដ៏ល្អសម្រាប់គ្រួសារ និងការិយាល័យ។",
    "t4": "ពិព័រណ៍គ្រឿងសង្ហារិម និងការរចនាម៉ូដ Milan ឆ្នាំ 2025 បានបញ្ចប់ជាស្ថាពរ",
    "d4": "ពិព័រណ៍គ្រឿងសង្ហារឹមអន្តរជាតិ Milan លើកទី 63 ត្រូវបានរៀបចំឡើងក្រោមប្រធានបទ 'ការគិតសម្រាប់មនុស្ស' និងវិលជុំវិញរាងកាយមនុស្ស និរន្តរភាព និងសោភ័ណភាពជីវិត។ អ្នកថតរូបជនជាតិអាមេរិក លោក Bill Durgin បកស្រាយពីអត្ថន័យនៃការរចនាមនុស្សធម៌ និងគំនិតការពារបរិស្ថាន តាមរយៈការលាយបញ្ចូលគ្នានៃរូបរាងកាយមនុស្សជាមួយនឹងវត្ថុធាតុដូចជាឈើ និងដែក។ ព្រឹត្តិការណ៍រចនាជាសាកលនេះ មិនត្រឹមតែជានិន្នាការនៃការរចនាម៉ូដប៉ុណ្ណោះទេ ប៉ុន្តែក៏ជាការវិលត្រឡប់មកវិញយ៉ាងស៊ីជម្រៅទៅកាន់ខ្លឹមសារនៃការរចនាផងដែរ។",
    "t5": "ក្នុងនាមជាអ្នកតំណាងតែមួយគត់នៃឧស្សាហកម្មនេះ Ogawa បានចូលរួមក្នុងមហាសន្និបាត IEC/TC61 ជាអ្នកសង្កេតការណ៍",
    "d5": "មហាសន្និបាត IEC/TC61 លើកទី 108 នៃគណៈកម្មាធិការអគ្គិសនីអន្តរជាតិ IEC បានប្រារព្ធឡើងនៅទីក្រុង Hangzhou ។ លោក Liu Ting ជាប្រធានវិទ្យាស្ថានស្រាវជ្រាវឧបករណ៍ប្រើប្រាស់អគ្គិសនីក្នុងប្រទេសចិន លោកស្រី Irma Rustemi ប្រធាន IEC/TC61 និងលោក Ma Dejun ជាអនុប្រធានបានចូលរួមកិច្ចប្រជុំនេះ។ អ្នកជំនាញជាង២០០នាក់មកពីជិត៣០ប្រទេសបានចូលរួមកិច្ចប្រជុំនេះ។ ក្នុងនាមជាតំណាងតែមួយគត់នៃឧស្សាហកម្មឧបករណ៍ម៉ាស្សា Ogawa Group បានចូលរួមក្នុងកិច្ចប្រជុំនេះក្នុងនាមជាអ្នកសង្កេតការណ៍ជាលើកដំបូង។",
    "t6": "Ogawa បានទទួលវិញ្ញាបនប័ត្រសំខាន់ៗចំនួន 6 ពីសមាគមត្រួតពិនិត្យគុណភាពប្រទេសចិន ហើយភាពខ្លាំងនៃគុណភាពរបស់វាត្រូវបានទទួលស្គាល់!",
    "d6": "ជាមួយនឹងគុណភាពរបស់វា Ogawa បានឈ្នះពានរង្វាន់កិត្តិយសចំនួន 5 ក្នុងរយៈពេល 3 ឆ្នាំជាប់ៗគ្នា រួមមាន 'សហគ្រាសដែលរផ្ដោតលើគុណភាពផលិតផល និងសេវាកម្មទូទាំងប្រទេស' 'ម៉ាកយីហោដែលមានគុណភាពឈានមុខគេ' 'ផលិតផលគុណភាព និងសេវាកម្មត្រូវបានទទួលទូទាំងប្រទេស' 'ផលិតផលធានានូវគុណភាពកេរ្តិ៍ឈ្មោះទូទាំងប្រទេស' និង 'ផលិតផលធានាគុណភាពសំរាប់អ្នកប្រើប្រាស់ទូទាំងប្រទេស'។",
    "t7": "ពីពិព័រណ៍គ្រឿងសង្ហារឹមអន្តរជាតិនៅទីក្រុង Shenzhen លើកទី 40 របស់ចិនបានឈានចូលវដ្តថ្មីមួយទៀត",
    "d7": "ពិព័រណ៍គ្រឿងសង្ហារឹមអន្តរជាតិ Shenzhen នាំមកនូវផលិតផលថ្មីៗនៃម៉ាកល្បីៗជាង 300+ នៅក្នុងប្រទេស បង្ហាញពីវិស័យគ្រឿងសង្ហារឹមទាំង ១១ ដែលកំពុងកើនឡើងក្នុងការតុបតែងផ្ទះ និងនិន្នាការប្រើប្រាស់ ដោយការបញ្ចូលទីផ្សារក្នុងប្រទេស និងអន្តរជាតិដើម្បីជំរុញការបង្កើតថ្មីនៃការច្នៃប្រឌិតគ្រឿងសង្ហារឹមនាពេលអនាគត។",
    "t8": "កៅអីម៉ាស្សាដំបូងបង្អស់របស់ Ogawa ត្រូវបានភ្ជាប់ជាមួយ DeepSeek នឹងចាប់ផ្តើមធ្វើការដោយភាពឆ្លាតវៃ",
    "d8": "ប្រព័ន្ធខាងក្រោយនៃ 'ម៉ាស៊ីនម៉ាស្សា AI Ogawa Super Sense ជំនាន់ខ្ពស់' ក្រោម Ogawa Group ត្រូវបានភ្ជាប់ដោយជោគជ័យទៅ DeepSeek ដែលនឹងនាំអ្នកប្រើប្រាស់នូវកំណែអាប់ដេតនៃបទពិសោធន៍អន្តរកម្មដ៏ឆ្លាតវៃ។ អ្នកប្រើប្រាស់កៅអីម៉ាស្សានេះគ្រាន់តែត្រូវការអាប់ដេត OTA ដោយចុចតែម្តងប៉ុណ្ណោះ ដើម្បីរីករាយជាមួយកំណែ Deep-Seek នៃបទពិសោធន៍ម៉ាស្សា។",
    "t9": "ម៉ាស៊ីនបន្សុទ្ធខ្យល់តាមតម្រូវការរបស់ Honeywell សម្រាប់ប្រទេសចិនត្រូវបាននាំចេញទៅប្រទេសឥណ្ឌា",
    "d9": "Honeywell ផ្សព្វផ្សាយម៉ាស៊ីនបន្សុទ្ធខ្យល់ដែលផលិតនៅក្នុងប្រទេសចិនទៅកាន់ប្រទេសកំពុងអភិវឌ្ឍន៍ដូចជាឥណ្ឌា និងរុស្ស៊ី។ បើប្រៀបធៀបជាមួយប្រទេសចិន ការបំពុលខ្យល់របស់ឥណ្ឌាត្រូវបានចាត់ទុកថាធ្ងន់ធ្ងរជាង ហើយរដ្ឋធានីញូវដែលីត្រូវបានវាយតម្លៃថាជាទីក្រុងដែលមានគុណភាពខ្យល់អាក្រក់បំផុតក្នុងពិភពលោកដោយអង្គការសុខភាពពិភពលោក។"
  },
  "contact": {
    "title": "សូមទាក់ទងមកយើងខ្ញុំ",
    "subtitle": "សូមស្វាគមន៍ក្នុងការទាក់ទងមកយើងខ្ញុំ",
    "VIP": "ខ្សែទូរស័ព្ទ VIP",
    "tip": "សូមទាក់ទងមកយើងខ្ញុំសម្រាប់ព័ត៌មានបន្ថែម"
  },
  "product": {
    "title": "ស៊េរីសុខភាពឆ្លាតវៃ",
    "desc": "កែប្រែសុខភាពប្រចាំថ្ងៃជាមួយនឹងបច្ចេកវិទ្យាធ្វើចលនាជីវៈ រួមបញ្ចូល AI ដើម្បីបង្កើតដំណោះស្រាយសុខភាពដែលមាន '​ ប្រសិទ្ធិភាព + ការគ្រប់គ្រងច្បាស់លាស់' ។ ការរួមបញ្ចូលបច្ចេកវិជ្ជាសុខភាពទៅក្នុងសេណារីយ៉ូក្នុងគេហដ្ឋាន កំណត់ឡើងវិញនូវរបៀបរស់នៅសម័យថ្មីជាមួយនឹងឧបករណ៍ឆ្លាតវៃ។",
    "title1": "ស៊េរីជីវិតច្នៃប្រឌិត",
    "desc1": "ក្រណាត់ខូវប៊យជាន់ដំបូងពីអ៊ីតាលី ផ្គួបផ្សំជាមួយបច្ចេកវិជ្ជាបុរាណបង្កើតឡើងជាគ្រឿងសង្ហារឹមឆ្លាតវៃបែបម៉ូឌុលអាចបម្លែងបានតាមបរិបទនៃការប្រើប្រាស់។ បំណែកនីមួយៗគឺជាឧបករណ៍ផ្ទុកមុខងារ និងនិមិត្តសញ្ញារចនាដែលអាចប្រមូលបាន - បង្កើតទស្សនៈជីវិតបូព៌ាជាមួយនឹងភាសា z សម័យថ្មី ដែលធ្វើឱ្យសោភ័ណភាពគ្រឿងសង្ហារឹមជា 'សិល្បៈប្រចាំថ្ងៃ' ។",
    "p1_title": "បន្ទប់អុកស៊ីសែនសម្ពាធខ្ពស់",
    "p1_desc": "ដោយការបង្កើនសម្ពាធបរិស្ថាន (ជាធម្មតាទៅ 2-3 បរិយាកាស) និងបង្កើនកំហាប់អុកស៊ីសែន (ជាធម្មតាគឺ 100% អុកស៊ីសែនសុទ្ធ) មានអុកស៊ីសែនកាន់តែច្រើនចូលទៅក្នុងឈាម បង្កើនបរិមាណអុកស៊ីសែននៅក្នុងឈាម និងជាលិកាយ៉ាងច្រើន។ វាលើកកម្ពស់ការជួសជុលជាលិកា ទប់ស្កាត់ការរលាក និងការលូតលាស់នៃបាក់តេរី ហើយក៏អាចពង្រឹងសមត្ថភាពលូតលាស់នៃកោសិកាជួយក្នុងការព្យាបាលជំងឺផ្សេងៗ និងលើកកម្ពស់ការស្តាររាងកាយឡើងវិញ។",
    "p2_title": "កៅអីម៉ាស្សាឆ្លាតវៃ OGAWA",
    "p2_desc": "រួមបញ្ចូលគ្នានូវកៅអីមានរចនាសម្របរាងកាយ ជាមួយនឹងបច្ចេកវិទ្យាដ៏ទំនើប វានាំមកនូវបទពិសោធន៍សម្រាកលំហែកម្រិតខ្ពស់។ បំពាក់ដោយស្នូល ប្រព័ន្ធអន្ទះស្មាតកម្តៅ 5D និងប្រព័ន្ធចាប់សញ្ញារូបកាយឈ្មោះ SenseTag បានបង្កើតជាវដ្តសុខភាព “ការរកឃើញ – ការវិភាគ – ការផ្លាស់ប្តូរ” មួយ។ រួមជាមួយបច្ចេកវិទ្យា ដូចជា ដំណាក់កាលដឹកនាំចលនា Liflex និងការបំពង់កំដៅអង្គុយដោយសរីរាង្គ Graphene ផ្តល់នូវការម៉ាស្សាដ៏មានប្រសិទ្ធិភាព​ ដែលពេញនិយមប្រើប្រាស់ក្នុងគ្រួសារ។",
    "p3_title": "ឧបករណ៍បន្សុទ្ធខ្យល់ Honeywell",
    "p3_desc": "ប្រើប្រាស់ប្រព័ន្ធបញ្ចេញខ្យល់ស្តង់ដារវេជ្ជសាស្រ្តចំនួនបីជាន់ដែលរួមបញ្ចូលនូវតម្រង HEPA ពិត បច្ចេកវិទ្យាពន្លឺកាំរស្មី UV-C និងការបញ្ចេញអុកស៊ីសែនសកម្មដើម្បីបំផ្លាញមេរោគប្រកបដោយប្រសិទ្ធភាព ប្រព័ន្ធនេះអាចស្រូបយកភាគល្អិតមានទំហំ 0.3 មីក្រុងបានដល់ទៅ 99.97% ព្រមទាំងអាចបំបាត់ភ្នាក់ងារបង្កជំងឺដូចជា H1N1 និង E. coli បន្ទាន់ៗ។ សញ្ញាឆ្លាតវៃត្រួតពិនិត្យភាគល្អិត តាមដានកម្រិត PM2.5 និង VOC ជាប្រចាំ មានកម្រិតសំលេងរំខានត្រឹមតែ 32dB ដែលសមស្របសម្រាប់បន្ទប់គេង​ និងការប្រើប្រាស់ជាមួយទារក  ដោយទទួលការបញ្ជាក់ពី AHAM ប្រព័ន្ធនេះប្រើថាមពលប្រចាំថ្ងៃក្នុងកម្រិតទាបត្រឹមតែ 0.3 ដឺក្រេ សមត្ថភាពសម្អាតដូចក្នុងកម្រិតមន្ទីរពិសោធន៍ វាគឺជាជម្រើសល្អបំផុតក្នុងការស្ដារឡើងវិញនូវគុណភាពខ្យល់ដង្ហើមដ៏មានសុខភាពល្អសម្រាប់គ្រួសារ។។",
    "p4_title": "ស៊េរីឯកទេស Master Classic",
    "p5_title": "លំហដ៏ប្រណិតនិងផាសុខភាព",
    "p6_title": "ការិយាល័យពាណិជ្ជកម្ម",
    "p7_title": "លំហតែរចនាបែបថ្មី Antora",
    "p8_title": "កៅអីម៉ាស្សាប្រណិតកម្រិតខ្ពស់",
    "p9_title": "កៅអីម៉ាស្សាឆ្លាតវៃ",
    "more": "ផលិតផលច្រើនទៀត"
  },
  "footer": {
    "AboutUs": "អំពីពួកយើង",
    "product": "មជ្ឈមណ្ឌលផលិតផល",
    "service": "កំណត់សេវាកម្ម",
    "news": "ព័ត៌មានឧស្សាហកម្ម",
    "concat": "ទាក់ទងមកយើងខ្ញុំ",
    "shiming": "បេសកកម្មរបស់យើង។",
    "yuanjing": "我们的愿景",
    "honor": "ពានរង្វាន់កិត្តិយស",
    "intro": "អំពីក្រុមហ៊ុន អង់ថូរ៉ា",
    "advantages": "គុណសម្បត្តិរបស់យើង។",
    "cooperate": "កិច្ចសហប្រតិបត្តិការយុទ្ធសាស្ត្រ",
    "health": "ស៊េរីសុខភាពឆ្លាតវៃ",
    "creativity": "ស៊េរីជីវិតច្នៃប្រឌិត",
    "position": "ការកំណត់ទីតាំងសេវាកម្មផ្ទាល់ខ្លួន",
    "process": "ដំណើរការសេវាកម្មតាមបំណង",
    "t1": "ក្រុមហ៊ុន Antong (ហុងកុង) Co., Ltd.",
    "t2": "Xiamen Antong Import and Export Co., Ltd.",
    "t3": "ក្រុមហ៊ុន អានតុង ខេមបូឌា អ៊ិចផត ខូអិលធីឌី",
    "tip": "គេហទំព័រនេះប្រើខូគី ដើម្បីបង្កើនបទពិសោធន៍រុករករបស់អ្នក។ ដោយបន្តរុករកគេហទំព័រនេះ អ្នកយល់ព្រមចំពោះការប្រើប្រាស់ខូគីរបស់យើង។ សម្រាប់ព័ត៌មានបន្ថែមអំពីខូគី សូមមើលគោលការណ៍ឯកជនភាពរបស់គេហទំព័រនេះ។",
    "tip1": "ទាក់ទងមកយើងសម្រាប់ព័ត៌មានបន្ថែម",
    "address1": "2208, ជាន់ 22, អគារ Zhenzhanji, ផ្លូវលេខ 25-27 Wong Chuk Hang, តំបន់ Wong Chuk Hang, ហុងកុង",
    "address2": "604, អគារ A3, Xiamen International Yacht Hui, ផ្លូវលេខ 291 Penang, ស្រុក Huli, ក្រុង Xiamen",
    "address3": "ផ្ទះលេខ 263H, ផ្លូវលេខ 6, ឃុំ គៀនឃ្លាំង, សង្កាត់ ព្រែកលាប, ខណ្ឌ ជ្រោយចង្វារ, រាជធានីភ្នំពេញ, កម្ពុជា"
  },
  "massage": {
    "title": "ស៊េរីសុខភាពឆ្លាតវៃ",
    "desc": "កែប្រែសុខភាពប្រចាំថ្ងៃជាមួយនឹងបច្ចេកវិទ្យាធ្វើចលនាជីវៈ រួមបញ្ចូល AI ដើម្បីបង្កើតដំណោះស្រាយសុខភាពដែលមាន 'ប្រសិទ្ធិភាព + ការគ្រប់គ្រងច្បាស់លាស់' ។ ការរួមបញ្ចូលបច្ចេកវិជ្ជាសុខភាពទៅក្នុងសេណារីយ៉ូក្នុងគេហដ្ឋាន កំណត់ឡើងវិញនូវរបៀបរស់នៅសម័យថ្មីជាមួយនឹងឧបករណ៍ឆ្លាតវៃ។",
    "subtitle": "កៅអីម៉ាស្សាឆ្លាតវៃ OGAWA",
    "p1_title": "BIOVIS កៅអីម៉ាស្សាប្រណិតកម្រិតខ្ពស់",
    "p1_desc1": "◎ បច្ចេកវិទ្យាលើកដំបូងជាមួយម៉ូទ័រចាប់សញ្ញា 5D ឆ្លាតវៃ អាចសម្របខ្លួនតាមរាងកាយសម្រាប់ម៉ាស្សាបានដោយស្វ័យប្រវត្តិ។",
    "p1_desc2": "◎ ប្រព័ន្ធ SenseTag ចាប់សញ្ញាផ្ទាល់ខ្លួន ដំណើរការស្វែងរកភាពនឿយហត់យ៉ាងត្រឹមត្រូវ",
    "p1_desc3": "◎ ផែនការសម្របសម្រួលរាងកាយចំនួន 1,080 សំណុំ ជាមួយនឹងជម្រើសរួមសរុប 207,360 វិធីសាស្រ្ត។",
    "p1_desc4": "◎ ប្រព័ន្ធដឹកនាំចលនា  Liflex ជារចនាបថថ្មី ការបត់អង្រួន 172° និងម៉ាស្សាផ្នែកខាងក្រោយបានពេញលេញរហូតដល់ 135 សង់ទីម៉ែត្រ",
    "p1_desc5": "◎ ចលនាជើងបែប Pilates ផ្តល់ការថែទាំពេញលេញ",
    "p2_title": "កៅអី Moxi Honghu",
    "p2_desc1": "◎ម៉ូទ័រម៉ាស្សាស្មា និងក ដែលជាដៃបន្ថែមសមស្របសម្រាប់ថែរក្សាតំបន់ស្មានិងក",
    "p2_desc2": "◎មានម៉ូទ័រឯករាជ្យជាច្រើន ដើម្បីថែរក្សា ស្មា ក​ ចង្កេះ ត្រគាក",
    "p2_desc3": "◎ការរចនាគម្របក្បាលពាក់កណ្តាលបិទជិត បង្កើនភាពឯកជន និងសុវត្ថិភាពក្នុងការប្រើប្រាស់",
    "p2_desc4": "◎ប្រព័ន្ធចាប់សម្ពាធឆ្លាតវៃ AI យល់ពីអ្នកមុនពេលម៉ាស្សា ",
    "p2_desc5": "◎44 ឈុតពោងសុវត្ថិភាពដែលអាចបត់បែនបាន រុំជុំវិញរាងកាយទាំងមូលដើម្បីបន្ថយសម្ពាធ និងភាពអស់កម្លាំង",
    "p2_desc6": "◎41 កម្មវិធីម៉ាស្សាដោយស្វ័យប្រវត្តិ ងាយស្រួលបំពេញតាមចំណង់ចំណូលចិត្តរបស់គ្រួសារទាំងមូល",
    "p3_title": "កៅអីឯកទេស Yushou Warm Sensing ",
    "p3_desc1": "◎ ម៉ូទ័រម៉ាស្សាបច្ចេកវិទ្យា 4D ជំនាន់ថ្មី មានមុខងារចាប់សីតុណ្ហភាព បង្កើនបទពិសោធន៍ម៉ាស្សាដល់កម្រិតថ្មី",
    "p3_desc2": "◎ ដែកដឹកនាំទ្រនាប់បែប SL ប្រវែង 1.39 ម៉ែត្រ មានប្រព័ន្ធចាប់សញ្ញាឆ្លាតវៃ និងកំណត់ទីតាំងបានត្រឹមត្រូវ",
    "p3_desc3": "◎ មុខងារ M Drive អាចចាប់ផ្ដើមម៉ាស្សាដូចអ្នកជំនាញ",
    "p3_desc4": "◎ អេក្រង់ LED ទំហំ 7 អ៊ីង ជាមួយនឹងជាមួយប្រព័ន្ធប្រតិបត្តិការពិសេសរបស់ OGAWA",
    "p3_desc5": "◎ ខ្សែបំពង់ខ្យល់ 3D ចំនួន 42 ក្រុម ធ្វើម៉ាស្សាគ្រាប់ពេញលើជើងនិងចុងជើងយ៉ាងជ្រៅ",
    "p3_desc6": "◎ ប្រព័ន្ធតន្ត្រីមានគុណភាពខ្ពស់ រួមជាមួយពន្លឺ LED ស្ងប់ស្ងាត់ ដើម្បីជួយជំរុញរាងកាយ និងចិត្ត",
    "p4_title": "奥佳华智能眼部按摩仪 Pro",
    "p4_desc1": "◎ ក្បាលម៉ាស្សា 3D ផ្តល់នូវការម៉ាស្សាយ៉ាងច្បាស់លាស់ និងហ្មត់ចត់",
    "p4_desc2": "◎ រំញ័រពហុវិមាត្រគ្របដណ្តប់គ្រប់ចំនុចជុំវិញភ្នែក",
    "p4_desc3": "◎ កំដៅលឿន 5 វិនាទី បន្ធូររង្វង់ខ្មៅ",
    "p4_desc4": "◎តន្ត្រីប៊្លូធូសសម្រាប់ការបន្ធូរអារម្មណ៍",
    "p4_desc5": "◎ការរចនារូបភាពការពារភ្នែក សាកសមសម្រាប់ទាំងការថែរក្សាភ្នែក និងការប្រើប្រាស់អេក្រង់",
    "p4_desc6": "◎ របៀបថែទាំភ្នែកសំខាន់ៗចំនួនបួន តម្រូវតាមតម្រូវការរបស់អ្នក។",
    "more": "ស្វែងយល់បន្ថែម",
    "tip": "* វដ្តប្ដូរតាមបំណងស្តង់ដារមានចាប់ពី 3 ទៅ 4 ខែ។ សម្រាប់ព័ត៌មានលម្អិត សូមទាក់ទងមកយើងខ្ញុំ។",
    "step": "ជំហានប្ដូរតាមបំណង",
    "step1": "ជំហានទី 1 ជ្រើសរើសផលិតផល",
    "sub1": "ឧ. ស៊េរីមនុស្សយន្តម៉ាស្សា AI",
    "step2": "ជំហានទី 2 ចាប់ផ្តើមការប្ដូរតាមបំណង",
    "sub2": "រចនាប័ទ្មបន្ទះចំហៀងដែលបានប្ដូរតាមបំណង",
    "sub2_1": "(តួយន្តហោះខាងក្រៅ)",
    "sub3": "មរតកវប្បធម៌អរូបីជាតិ ការឆ្លាក់ម្រ័ក្សណ៍ខ្មុក - សិប្បកម្មដ៏ប្រណិតក្នុងពណ៌ពិសេសចំនួនបី",
    "sub4": "បល្ល័ង្កនាគខៀវ, បល្ល័ង្កហ្វូនីកក្រហម, បល្ល័ង្កនាគមាស",
    "sub5": "លំនាំស្បែកផ្ទាល់ខ្លួន",
    "sub6": "(ផ្ទៃទំនាក់ទំនងខាងក្នុងរបស់មនុស្ស)",
    "sub7": "ជ្រើសរើសពិរោះៗ | ស្បែកកំពូល 7 ពណ៌ពិសេស",
    "sub8": "ខ្មៅធ្យូង, ប្រផេះថ្ម, ប្រផេះទំនើប, ប្រផេះទំនើប, ការ៉ាមែល, ព្រិលពណ៌ស, ពណ៌ត្នោត",
    "sub9": "ការប្ដូរតាមបំណងផ្ទាល់ខ្លួន",
    "sub10": "● អត្ថបទតួ ● លំនាំតួ ● ឡូហ្គោខ្នើយ ● គំរូរចនារាងកាយផ្ទាល់ខ្លួន (តុក្កតាដែលបានកំណត់ រចនាតាមតម្រូវការ)"
  },
  "purifier": {
    "title": "ស៊េរីសុខភាពឆ្លាតវៃ",
    "desc": "កែប្រែសុខភាពប្រចាំថ្ងៃជាមួយនឹងបច្ចេកវិទ្យាធ្វើចលនាជីវៈ រួមបញ្ចូល AI ដើម្បីបង្កើតដំណោះស្រាយសុខភាពដែលមាន 'ប្រសិទ្ធិភាព + ការគ្រប់គ្រងច្បាស់លាស់' ។ ការរួមបញ្ចូលបច្ចេកវិជ្ជាសុខភាពទៅក្នុងសេណារីយ៉ូក្នុងគេហដ្ឋាន កំណត់ឡើងវិញនូវរបៀបរស់នៅសម័យថ្មីជាមួយនឹងឧបករណ៍ឆ្លាតវៃ។",
    "subtitle": "ឧបករណ៍បន្សុទ្ធខ្យល់ Honeywell",
    "p1_title": "ឧបករណ៍បន្សុទ្ធខ្យល់",
    "p1_desc1": "◎ បច្ចេកវិទ្យាសិទ្ធិប៉ាតង់ Hisiv+CTOX បន្សុតជាមួយបច្ចេកវិទ្យាចំណិញនិងបំបែកហ្វូម៉ាល់ដេហ៊ិត",
    "p1_desc2": "◎ ការផ្លាស់ប្តូរមុខងារច្រើនបែបដោយខ្លួនឯង ងាយស្រួលក្នុងការបញ្ជាកាន់តែប្រសើរតាមរយៈកម្មវិធី APP",
    "p1_desc3": "◎ តម្រង HEPA កម្រិត H13 ប្រសិទ្ធភាពបន្សុត PM2.5 ឈានដល់ 99.97%",
    "p1_desc4": "◎ ដំណើរការមានសម្លេងតិចបំផុត ត្រឹមតែ 23dB(A) មិនផ្ដល់ភាពរំខានក្នុងការិយាល័យ ឬពេលគេង",
    "p1_desc5": "◎ រចនាបថកង់បង្វិល ផ្លាស់ទីបានងាយស្រួល ផ្លាស់ទីបានគ្រប់ទីកន្លែង",
    "p1_desc6": "◎ មានឧបករណ៍ចាប់សញ្ញាច្រើនក្នុងខ្លួន ដើម្បីត្រួតពិនិត្យគុណភាពខ្យល់បានជាប្រចាំ",
    "p1_desc7": "◎ កាំរស្មីយឺវី (UV) សម្រាប់សម្លាប់មេរោគ មានអត្រាការលុបបំបាត់សារធាតុពុលដល់ទៅ 99.99%",
    "p2_title": "ម៉ាស៊ីនបន្សុទ្ធខ្យល់ក្នុងរថយន្ត",
    "p2_desc1": "◎ ស្រទាប់ផ្ទៃអាលុយមីញ៉ូមម៉ាត់ ប្រើវត្ថុធាតុ PC ធន់នឹងសីតុណ្ហភាពខ្ពស់ មានភាពរឹងមាំនិងប្រើបានយូរ",
    "p2_desc2": "◎ របៀបប្រតិបត្តិឆ្លាតវៃ/ដោយដៃពីរបែប មានប្រព័ន្ធរំលឹកអាយុកាលតម្រង ជៀសវាងការបង្កមេរោគជាថ្មី",
    "p2_desc3": "◎ បញ្ចេញអុកស៊ីសែនអវិជ្ជមានកម្រិតខ្ពស់ ដើម្បីទម្លាក់កាកសំណល់ និងមេរោគក្នុងខ្យល់ ឲ្យធ្លាក់ចុះទៅខាងក្រោម ហើយធ្វើឲ្យខ្យល់បរិសុទ្ធ",
    "p2_desc4": "◎ តម្រង HEPA កម្រិត H12 បែបបិទជុំវិញ មានប្រព័ន្ធបង្វិលខ្យល់បែបឈរ បរិបូណ៌ជុំវិញ 360°",
    "p2_desc5": "◎ តម្រងសម្អាតប្រសិទ្ធភាពខ្ពស់ អាចស្ទាក់សារធាតុពុលដូចជា ហ្វូម៉ាល់ដេហ៊ីត តូល៊ែន និង TVOC",
    "p3_title": "ម៉ាស៊ីនបន្សុទ្ធខ្យល់លើតុ",
    "p3_desc1": "◎ ការកំណត់ល្បឿនខ្យល់មានបីកម្រិត",
    "p3_desc2": "◎Sleep mode មានសម្លេងរំខានតិចបំផុត 23dB(A)",
    "p3_desc3": "◎ ប្រើការចាប់ខ្យល់ជុំវិញ 360° ដោយគ្មានឧបសគ្គ",
    "p3_desc4": "◎ អំពូល LED បីពណ៌ ដែលអាចមើលឃើញលទ្ធផលនៃការសម្អាតបានភ្លាមៗ",
    "p3_desc5": "◎ រចនាតម្រងបែប 360° ជាមួយការចម្រាញ់ជាច្រើនស្រទាប់ សម្រាប់សម្អាតខ្យល់បានយ៉ាងជ្រៅ",
    "p4_title": "ឧបករណ៍បន្សុទ្ធខ្យល់",
    "p4_desc1": "◎ តម្រងផ្សំប្រសិទ្ធភាពខ្ពស់ Hisiv+CTOX បច្ចេកវិទ្យាសិទ្ធិសិទ្ធិបញ្ញា សម្រាប់ចំណិញ និងបំបែកហ្វូម៉ាល់ដេហ៊ីត",
    "p4_desc2": "◎ រចនាបទចរន្តខ្យល់ថ្នាក់អាកាសយានដ្ឋាន ប្រសិទ្ធភាពល្អ ប្រើ ឥទ្ធិពល Coanda ដើម្បីផ្តល់ខ្យល់បានលឿននិងស្ថិរភាពជាពិសេស",
    "p4_desc3": "◎ មុខងារច្រើនបែប ដោយប៉ុតុង/ដោយស្វ័យប្រវត្តិ/ដោយSleep mode សម្អាតខ្យល់តាមតម្រូវការ",
    "p4_desc4": "◎ តម្រង HEPA កម្រិត H13 បន្សុត PM2.5 បាន 99.97% និងបំបាត់មេរោគបាន 99.9%",
    "p4_desc5": "◎ បំបាត់ក្លិន ៥ ប្រភេទ និងអាលែហ្សែនធូលីបានយ៉ាងមានប្រសិទ្ធភាព",
    "p4_desc6": "◎ សម្លេងរំខានតិចបំផុត 23dB(A) ដំណើរការដោយស្ងាត់ មិនរំខាន",
    "p5_title": "ឧបករណ៍បន្សុទ្ធខ្យល់",
    "p5_desc1": "◎ តម្រងផ្សំប្រសិទ្ធភាពខ្ពស់ Hisiv+CTOX បច្ចេកវិទ្យាសិទ្ធិសិទ្ធិបញ្ញា សម្រាប់ចំណិញ និងបំបែកហ្វូម៉ាល់ដេហ៊ី",
    "p5_desc2": "◎ រចនាបទចរន្តខ្យល់ថ្នាក់អាកាសយានដ្ឋាន ប្រើអនុផល Coanda សម្រាប់ផ្តល់ខ្យល់ប្រសិទ្ធភាព",
    "p5_desc3": "◎ មុខងារច្រើនបែប ដោយប៉ុតុង/ដោយស្វ័យប្រវត្តិ/ដោយSleep mode សម្អាតខ្យល់តាមតម្រូវការ",
    "p5_desc4": "◎ តម្រង HEPA H13 បីស្រទាប់ បន្សុត PM2.5 បាន​ 99.97% និងបំបាត់មេរោគបាន 99.9%",
    "p5_desc5": "◎ សម្លេងរំខានតិចបំផុត 23dB(A) ដំណើរការដោយស្ងាត់ មិនរំខាន",
    "p5_desc6": "◎ គាំទ្រការគ្រប់គ្រងចម្ងាយតាមកម្មវិធី APP អាចគ្រប់គ្រងឧបករណ៍បានគ្រប់ពេលវេលា",
    "p6_title": "ឧបករណ៍បន្សុទ្ធខ្យល់",
    "p6_desc1": "◎ តម្រងផ្សំប្រសិទ្ធភាពខ្ពស់ Hisiv+CTOX បច្ចេកវិទ្យាសិទ្ធិសិទ្ធិបញ្ញា សម្រាប់ចំណិញ និងបំបែកហ្វូម៉ាល់ដេហ៊ី",
    "p6_desc2": "◎ រចនាបទចរន្តខ្យល់ថ្នាក់អាកាសយានដ្ឋាន ប្រើអនុផល Coanda សម្រាប់ផ្តល់ខ្យល់ប្រសិទ្ធភាព",
    "p6_desc3": "◎ មុខងារច្រើនបែប ដោយប៉ុតុង/ដោយស្វ័យប្រវត្តិ/ដោយSleep mode សម្អាតខ្យល់តាមតម្រូវការ",
    "p6_desc4": "◎ តម្រង HEPA H13 បីស្រទាប់ បន្សុត PM2.5 បាន​ 99.97% និងបំបាត់មេរោគបាន 99.9%",
    "p6_desc5": "◎ សម្លេងរំខានតិចបំផុត 23dB(A) ដំណើរការដោយស្ងាត់ មិនរំខាន",
    "p6_desc6": "◎ គាំទ្រការគ្រប់គ្រងចម្ងាយតាមកម្មវិធី APP អាចគ្រប់គ្រងឧបករណ៍បានគ្រប់ពេលវេលា",
    "p6_desc7": "◎ រចនាបថកង់បង្វិល ផ្លាស់ទីបានងាយស្រួល គ្រប់គ្រងខ្យល់បានដោយសេរី",
    "p6_desc8": "◎ កាំរស្មី UV សំអាត បំលែងបាក់តេរី ១៤ ប្រភេទ វីរុស ៧ ប្រភេទ និងអាលែហ្សែន ៧ ប្រភេទ ដោយមានអត្រាអន់បំផុត 99.99%",
    "p7_title": "ឧបករណ៍បន្សុទ្ធខ្យល់",
    "p7_desc1": "◎ បច្ចេកវិទ្យា Pur Zinc ដែលរួមអភិវឌ្ឍជាមួយដៃគូជំនាញ ត្រូវបានរចនាឡើងអោយ មានសុវត្ថិភាពសម្រាប់កុមារ និងសត្វចិញ្ចឹម",
    "p7_desc2": "◎ អត្រាសម្លាប់បាក់តេរី 99.99% បំបាត់អាលែហ្សែន 99% មានការផ្ទៀងផ្ទាត់ការសំអាតជាផ្លូវការ 40+",
    "p7_desc3": "◎ ការវិវឌ្ឍគុណភាពសំខាន់ ៤យ៉ាងក្នុងវិស័យសុខភាពសត្វឆ្មា",
    "p7_desc4": "◎ សមត្ថភាពតម្រងខ្យល់ខ្ពស់ជាងមុន សម្រាប់បំបាត់រោមសត្វក្លិនមិនល្អ និងអាលែហ្សែន",
    "p7_desc5": "◎ គ្រប់គ្រងពីចម្ងាយតាមកម្មវិធី APP ងាយស្រួលគ្រប់គ្រងស្ថានភាពខ្យល់",
    "p7_desc6": "◎ រចនារបស់លោតសំរាប់ឆ្មា ដែលអាចទ្រាំទ្រទំងន់ដល់ 160 ជីន សមរម្យសម្រាប់ឆ្មាទាំងច្រើនប្រភេទ",
    "p7_desc7": "◎​ មានវិញ្ញាបនបត្រជាច្រើនបញ្ជាក់ភាពសុវត្ថិភាព ផ្តល់ភាពជឿជាក់ សម្រាប់ទាំងទារក និងសត្វចិញ្ចឹម",
    "p7_desc8": "◎ រចនាជាមួយ កង់ផ្លាស់ទីបាន ធ្វើអោយងាយស្រួលក្នុងការផ្លាស់ប្តូរទីតាំងសំអាតតាមបំណង",
    "more": "ស្វែងយល់បន្ថែម"
  },
  "master": {
    "title": "ស៊េរីជីវិតច្នៃប្រឌិត",
    "desc": "ក្រណាត់ខូវប៊យជាន់ដំបូងពីអ៊ីតាលី ផ្គួបផ្សំជាមួយបច្ចេកវិជ្ជាបុរាណបង្កើតឡើងជាគ្រឿងសង្ហារឹមឆ្លាតវៃបែបម៉ូឌុលអាចបម្លែងបានតាមបរិបទនៃការប្រើប្រាស់។ បំណែកនីមួយៗគឺជាឧបករណ៍ផ្ទុកមុខងារ និងនិមិត្តសញ្ញារចនាដែលអាចប្រមូលបាន - បង្កើតទស្សនៈជីវិតបូព៌ាជាមួយនឹងភាសា z សម័យថ្មី ដែលធ្វើឱ្យសោភ័ណភាពគ្រឿងសង្ហារឹមជា 'សិល្បៈប្រចាំថ្ងៃ' ។",
    "subtitle": "ស៊េរី Master Classic",
    "name": "ឈ្មោ",
    "time": "ឆ្នាំរចនា",
    "designer": "អ្នករចនា",
    "design": "គំនិតរចនា",
    "p1_name": "Chieftain Chair",
    "p1_time": "1949",
    "p1_designer": "Finn Juhl",
    "p1_design": "ការបំផុសគំនិតក្នុងការរចនាសម្រាប់កៅអីQIUZHANGត្រូវបានយកមកពីរូបភាពអាវុធជនជាតិអាហ្វ្រិក។  អារម្មណ៍ដើមដំបូងដ៏ខ្លាំង និងបន្ទាត់ធំៗ រចនាសម្ព័ន្ធដូចបំបែកឲ្យមានឥទ្ធិពលភ្នែកយ៉ាងខ្លាំងនៅពេលឃើញដំបូង។ កៅអីនេះមានលក្ខណៈស្ទាតត្រង់ផងដែរ ដូចជា ដៃកៅអីសញ្ញាឲ្យមើលទៅដូចMA AN ស្រោមខ្នងដែលមានរាងកោងដូចកាំភ្លើង ជាតំណាងឲ្យខ្សែធ្នេញនៅចុងព្រាលវាយថ្មាយ។ ស្រោមខ្នងមានរាងដូចថាសការពារ និងដូចមួកទាហានរបស់មេទ័ពផងដែរ។",
    "p2_name": "Move Rocking Chair",
    "p2_time": "2014",
    "p2_designer": "Rossella Pugilatti",
    "p2_design": "បង្ហាញពីភាពឆើតឆាយ និងការរចនាដ៏ចម្លែក រចនាសម្ព័ន្ធឈើត្រូវបានផ្សំឡើងដោយធាតុរាងសរីរាង្គដែលជាប់គ្នាពីរ។ កៅអីយោល Giorgio Move ដូចជា ស្នាដៃសិល្បៈមានជីវិត។ វាគូសបញ្ជាក់បន្ទាត់រលោង និងស៊ីនុស រួមបញ្ចូលគ្នាយ៉ាងល្អឥតខ្ចោះនូវភាពកក់ក្តៅនៃឈើជាមួយនឹងភាពប៉ិនប្រសប់នៃការរចនា។ នៅពេលអ្នកអង្គុយថ្នមៗ ខ្សែកោងទន់ៗសមនឹងរាងកាយ ហើយមានអារម្មណ៍ដូចជារាំតាមចង្វាក់នៃជីវិត និងផាសុកភាព។",
    "p3_name": "The Chair",
    "p3_time": "1949",
    "p3_designer": "HansJ. Wegner",
    "p3_design": "កៅអីនេះត្រូវបានលេចធ្លោដោយ ខ្សែបន្ទាត់រលូនជិតសប់បរិបូរណ៌ និងរចនាបទអប្បបរមា ពេញមួយសំណុំកៅអីចាប់ពីរូបរាងរហូតដល់ផ្នែកសមាសធាតុ ត្រូវបានរួមបញ្ចូលជាមួយគ្នាយ៉ាងល្អល្អិត ដូចជាការបញ្ចូលជីវិតច្នៃប្រឌិតទៅក្នុងទ្រព្យសម្បត្តិបុរាណ។ ហើយចាប់តាំងពីពេលនោះមកត្រូវបានគេហៅដោយការគោរពថាជា 'The Chair'។ សូម្បីតែតាមស្តង់ដារនាពេលបច្ចុប្បន្ននេះ ក៏វានៅតែជាស្នាដៃដែលរកគូប្រកួតយ៉ាងកម្រ។ ទស្សនាវដ្ដី American Interiors បានសរសើរវាថាជា 'កៅអីដ៏ល្អឥតខ្ចោះបំផុតរបស់ពិភពលោក'។",
    "p4_name": "Shell Chair",
    "p4_time": "1963",
    "p4_designer": "Hans J. Wegner",
    "p4_design": "អ្នករចនា Wegner បានប្រើប្រាស់ គុណសម្បត្តិរបស់ឈើបន្ទះបញ្ចូលដល់កម្រិតខ្ពស់បំផុត ដោយបង្កើតស្នាដៃជាប់ចិត្តមួយ ដែលរួមមានតែ ៣ សមាសធាតុ ដូច្នេះបានគេហៅថា “កៅអីជើង៣”។ ការរចនាត្រូវបានដាក់ជាគន្លងតាមស្ថានភាពអង្គុយ និងអាការៈរាងកាយមនុស្ស (ergonomics) រចនាបថនេះបានប្រើបច្ចេកវិទ្យាប្រើវិធី ចំហាយទឹកជាមួយសំពាធ ដើម្បីបត់ឈើ ឲ្យកៅអីមានបែបផែនទន់ភ្លន់។ រចនាបថសាមញ្ញ ប៉ុន្តែមើលទៅមានសណ្ឋានស័ក្ដិសម។ បំពង់ជើងបត់ និងផ្នែកសងខាងដូចជាភាគរូបរុំដៃ បង្កើតនូវស្ថេរភាព និងភាពរឹងមាំ យ៉ាងទោះបីជាមានត្រឹមតែ ៣ ជើងប៉ុណ្ណោះ។ការរចនាដោយគ្មានដៃកៅអីគឺជាស្នាដៃស្នូល ដែលរក្សាបានទម្រង់បែបទ្រេត ហើយបង្ហាញនូវភាសារចនាដ៏ខ្លាំង និងផ្តល់នូវភាពស្រួលបំផុតក្នុងការអង្គុយ។",
    "p5_name": "Eames Lounge Chair",
    "p5_time": "1956",
    "p5_designer": "Charles Eames & Ray Eames",
    "p5_design": "ត្រូវបានបំផុសគំនិតដោយកៅអីក្លឹបអង់គ្លេសនៅសតវត្សរ៍ទី 19 វាត្រូវបានកែច្នៃឡើងវិញជាមួយនឹងសម្ភារៈ និងរចនាសម្ព័ន្ធទំនើប។ ស្របតាមទស្សនវិជ្ជារបស់ Charles Eames នៃ 'ដូចស្រោមដៃអ្នកបោះបាល់ដែលអាចប្រើបានជានិច្ច' វាមានគោលបំណងបង្កើត 'ជម្រក' សម្រាប់ជីវិតសម័យទំនើបដែលមានផាសុកភាពក្នុងការប៉ះ និងបន្ធូរបន្ថយភាពតានតឹង។",
    "p6_name": "OxChair",
    "p6_time": "1960",
    "p6_designer": "HansJ. Wegner",
    "p6_design": "ផ្តើមចេញពីការបំប្លែងរូបភាពគោក្នុងស្នាដៃគំនូររបស់ Picasso ។ ស្រទាប់ខ្នងកៅអីមានរាងដូចគោពីរដែលបង្កើតឲ្យរូបរាងទាំងមូលមានភាពរឹងមាំ និងបញ្ចេញភាពអធិកអធមយ៉ាងធម្មជាតិ។ បន្ទាត់ទាំងមូលនៃកៅអីមានភាពរលូន និងសោភ័ណភាព  ជាមួយជើងកៅអីដែកថែបចំនួនបួនដែលផ្ដល់អារម្មណ៍ដូចជាការដេញទៅមុខ បង្កើតទាំងភាពស្រស់ស្អាត និងភាពងាយស្រួលនៃការអង្គុយ។ វាបង្ហាញថា កៅអីល្អបំផុតមិនមាន “មុខ” ឬ “ក្រោយ” ទេ ដ្បិតវាត្រូវតែមានភាពស្រស់ស្អាតពីគ្រប់ទិសគ្រប់ជ្រុង។",
    "p7_name": "Womb Chair",
    "p7_time": "1946",
    "p7_designer": "Eero Saarinen",
    "p7_design": "ត្រូវបានបំផុសគំនិតដោយរូបរាងនៃស្បូនរបស់ស្ត្រី ខ្សែកោងដែលហូរ និងរួមបញ្ចូលរបស់វា បង្កឱ្យមានភាពកក់ក្តៅ និងការយកចិត្តទុកដាក់នៃសេចក្តីស្រឡាញ់របស់មាតា។ រចនាសម្ព័ន្ធមានបន្ទាត់បែបចរន្ត ទាំងផ្នែកអង្គុយ និងខ្នងត្រូវបានបង្កើតពីសែលសុវណ្ណភាពផ្កាប់ជាមួយជាតិកែវ (fiberglass) ដែលបង្កើតខ្សែបត់ធម្មជាតិ។ វាសមស្របទៅនឹងវិស័យអេរហ្គូណូមិច និងសម្របសម្រួលទៅនឹងរូបរាងរាងកាយ ដើម្បីផ្តល់បទពិសោធន៍ស្រួលបំផុត។ ជើងកៅអីបង្កើតពីបំពង់ដែកស្តើងបត់ចំហៀងពីរដើម ដែលទាំងសងខាងផ្តល់នូវទំនុកចិត្តនៃការទ្រទ្រង់ និងរូបរាងស្រាលទន់។",
    "p8_name": "Barcelona Chair",
    "p8_time": "1929",
    "p8_designer": "Mies van der Rohe",
    "p8_design": "គូរការបំផុសគំនិតពី 'Curule Chair' របស់អាណាចក្ររ៉ូមបុរាណ (កៅអីរាងអក្សរ X ដែលបត់ជានិមិត្តរូបនៃសិទ្ធិអំណាច) ប៉ុន្តែវាបានលះបង់ការតុបតែងរំលឹកអតីតកាល បកស្រាយឡើងវិញនូវអារម្មណ៍នៃសិទ្ធិអំណាចជាមួយនឹងបន្ទាត់តិចតួច ការលាយបញ្ចូលគ្នានៃបុរាណនិយមតិចតួចបំផុត។ កៅអី Barcelona គឺជាវត្ថុមួយក្នុងចំណោមវត្ថុដែលគេទទួលស្គាល់បំផុតនៃសតវត្សចុងក្រោយនេះ និងជានិមិត្តរូបនៃចលនាទំនើប បញ្ចេញនូវភាពឆើតឆាយសាមញ្ញ បង្កប់នូវភាពល្បីល្បាញរបស់ Mies van der Rohe - 'តិចគឺច្រើន' ។",
    "p9_name": "Lady Chair",
    "p9_time": "1951",
    "p9_designer": "Marco Zanuso",
    "p9_design": "បច្ចេកទេសគ្រឿងសង្ហារិមបែបប្រពៃណីដែលប្រើលើគ្រឿងសង្ហារិមដែលអាចត្បាញបានតែលើក្រណាត់ឈើ កៅអី Zanuso បានឈ្នះមេដាយមាសនៅឯពិព័រណ៍អន្តរជាតិ និងរង្វាន់រាប់មិនអស់។ កៅអីរបស់ Zanuso មានលក្ខណៈកោងដែលគ្រប់គ្នាចូលចិត្ត ដោយសារកម្រាស់នៃការកាត់ស្នោ អាស្រ័យលើសម្ពាធដែលបង្កើតដោយផ្នែកផ្សេងៗនៃរាងកាយនៅពេលអង្គុយ។ ក្រណាត់ពណ៌ភ្លឺភ្លង់ ដែលគ្របលើកៅអីនាំមកនូវអារម្មណ៍បែបអ៊ីតាលីយ៉ាងច្បាស់។ ជើងកៅអីដែកស្តើងៗចេញពីផ្នែកខាងក្រោមនៃកៅអី ចេញទៅខាងក្រៅ បន្ថែមភាពប្រណិតដ៏ចាំបាច់ឲ្យកៅអី។",
    "p10_name": "Egg Chair",
    "p10_time": "1958",
    "p10_designer": "Arne Jacobsen",
    "p10_design": "បង្កប់នូវភាពអដ្ឋិភាពនិយម និងមុខងារជាមួយនឹងរចនាបទស្កែនឌីណាវបុរាណ ដែលល្បីល្បាញដោយសារខ្សែកោងហូរ និងការរចនាស្រោមសំបុត្រ ស្រដៀងនឹងសំបកស៊ុតកាត់។ ផ្នែកខាងក្រៅប្រើវិធីដេរដោយដៃប្រពៃណី ចាប់ផ្តើមពីស្បែកគោពេញមួយសន្លឹក សម្រាប់ផ្នែកខាងមុខ និងខាងក្រោយ ដេរតាមដៃជាង 1000 ជំនៀស ដើម្បីរុំគ្របស្រទាប់ខាងក្នុងបានយ៉ាងល្អឥតខ្ចោះ។"
  },
  "teaSpace": {
    "title": "ស៊េរីជីវិតច្នៃប្រឌិត" ,
    "desc": "ក្រណាត់ខូវប៊យជាន់ដំបូងពីអ៊ីតាលី ផ្គួបផ្សំជាមួយបច្ចេកវិជ្ជាបុរាណបង្កើតឡើងជាគ្រឿងសង្ហារឹមឆ្លាតវៃបែបម៉ូឌុលអាចបម្លែងបានតាមបរិបទនៃការប្រើប្រាស់។ បំណែកនីមួយៗគឺជាឧបករណ៍ផ្ទុកមុខងារ និងនិមិត្តសញ្ញារចនាដែលអាចប្រមូលបាន - បង្កើតទស្សនៈជីវិតបូព៌ាជាមួយនឹងភាសា z សម័យថ្មី ដែលធ្វើឱ្យសោភ័ណភាពគ្រឿងសង្ហារឹមជា 'សិល្បៈប្រចាំថ្ងៃ' ។",
    "subtitle1": "លំហតែបែប Antora",
    "line1": "ផ្ទៃតុ​មាន​រចនាផ្កាលីលី​ជាច្រើន +ការចងក្រង + ការបង្ហាប់ស្រទាប់ផ្កា",
    "line2": "ដែល​ជា 'ទេសភាព' នៃ​សិល្បៈហត្ថកម្ម។",
    "line3": "បន្ទះឈើដែលបានជ្រើសរើសតភ្ជាប់គ្នាតាមលំនាំធរណីមាត្រ",
    "line4": "ជាមួយនឹងធម្មជាតិនៃឈើដែលមានក្រយៅពណ៌ត្នោតចាស់​និងខ្ចី។",
    "line5": "រាល់ការភ្ជាប់នីមួយៗ គឺដូចការបត់បែនលើផ្លូវភ្នំ",
    "line6": "ដែលរួមបញ្ចូលធម្មជាតិជាមួយការរៀបចំរចនាបថ ធ្វើអោយមានអារម្មណ៏ដូចបានប៉ះផ្ទាល់។",
    "desc1": "ការរចនាប្រហោងនៃមូលដ្ឋានត្រូវបានបំផុសគំនិតដោយបន្ទះឈើបុរាណ",
    "desc2": "ប៉ុន្តែបង្ហាញដោយខ្សែលោហធាតុហូរ។",
    "desc3": "នៅពេលដែលពន្លឺឆ្លងកាត់",
    "desc4": "វាបញ្ចេញស្រមោលរាងជាផ្កានៅលើដី",
    "desc5": "ដែលជាទស្សនវិជ្ជាបូព៌ានៃ 'កន្លែងស្ង​ប់អារម្មណ៍'",
    "desc6": "ផ្តល់ភាពស្ងប់ស្ងាត់ដល់ការរស់នៅប្រចាំថ្ងៃ។",
    "subtitle2": "បន្ទប់តែរចនាប័ទថ្មី - តុតែ",
    "subtitle3": "បន្ទប់តែរចនាប័ទថ្មី - កៅអីតុតែ",
    "table1": "Kirin លេខ 4: ពណ៌ស្វាយជាមួយនឹងពណ៌លឿង",
    "table2": "Kirin លេខ 5: Lily Purple Kirin",
    "table3": "Golden Tiger លេខ 1:៖ ក្បាច់ផ្កាលីលីមាស",
    "table4": "Kunpeng លេខ 1៖ ក្បាច់ផ្កាលីលី",
    "table5": "Phoenix លេខ 3៖ ក្បាច់រាំនៃផ្កា",
    "table6": "Phoenix លេខ 3: រលកអាថ៌កំបាំង",
    "table7": "Xuanwu លេខ 1: ប្រឌិតបែបស្នូកអណ្តើក",
    "table8": "Vermilion Bird លេខ 3៖ LV ឆ្នៃប្រឌិតបែបបុរាណ",
    "chair1": "កៅអីតែ Zan Zhi Comb-Strip",
    "chair2": "កៅអីតែ Zan Zhi Comb-Back",
    "chair3": "កៅអីតែ Zan Zhi High Back",
    "chair4": "កៅអីតុអាហារ  Zan Zhi",
    "chair5": "កៅអីតែ Yanxiu Comb-Back ",
    "chair6": "កៅអីតែ Wenmu Comb-Strip ",
    "chair7": "កៅអីតែ​ Bochun Lamp Hanging",
    "chair8": "កៅអីមានដៃ Banshan",
    "chair9": "កៅអីមានបន្ទះខ្នង Daguan",
    "chair10": "កៅអីជើងវែង Xuanwu",
    "chair11": "កៅអីជើងវែង Kunpeng",
    "chair12": "កៅអីជើងខ្លី Kunpeng"
  },
  "office": {
    "title": "ស៊េរីជីវិតច្នៃប្រឌិត" ,
    "desc": "ក្រណាត់ខូវប៊យជាន់ដំបូងពីអ៊ីតាលី ផ្គួបផ្សំជាមួយបច្ចេកវិជ្ជាបុរាណបង្កើតឡើងជាគ្រឿងសង្ហារឹមឆ្លាតវៃបែបម៉ូឌុលអាចបម្លែងបានតាមបរិបទនៃការប្រើប្រាស់។ បំណែកនីមួយៗគឺជាឧបករណ៍ផ្ទុកមុខងារ និងនិមិត្តសញ្ញារចនាដែលអាចប្រមូលបាន - បង្កើតទស្សនៈជីវិតបូព៌ាជាមួយនឹងភាសា z សម័យថ្មី ដែលធ្វើឱ្យសោភ័ណភាពគ្រឿងសង្ហារឹមជា 'សិល្បៈប្រចាំថ្ងៃ' ។",
    "subtitle1": "តុការិយាល័យ",
    "subtitle2": "កៅអីធំការិយាល័យ",
    "desk1": "តុធំការិយាល័យ Luofu",
    "desk2": "តុធំការិយាល័យ Zhongyi",
    "desk3": "តុធំការិយាល័យ Yuan Guan",
    "desk4": "តុធំការិយាល័យ Hongyun",
    "desk5": "តុធំការិយាល័យ Chi Bi",
    "desk6": "តុធំការិយាល័យ Hua Zhang",
    "desk7": "តុធំការិយាល័យ Senbo",
    "desk8": "តុធំការិយាល័យ Yunfan",
    "desk9": "តុធំការិយាល័យ Guandu",
    "desk10": "តុធំការិយាល័យ Knight",
    "chair1": "កៅអីធំការិយាល័យ M 204",
    "chair2": "កៅអីធំការិយាល័យ VOLER",
    "chair3": "កៅអីធំការិយាល័យ Sunrise",
    "chair4": "កៅអីធំការិយាល័យ Kurgan",
    "chair5": "កៅអីធំការិយាល័យ Pulchra",
    "chair6": "កៅអីធំការិយាល័យ Pulchra-B",
    "chair7": "កៅអីធំការិយាល័យ DS-257",
    "chair8": "កៅអីធំការិយាល័យ Net",
    "chair9": "កៅអីធំការិយាល័យ Deep Executive",
    "chair10": "កៅអីធំការិយាល័យ Kiku",
    "chair11": "កៅអីធំការិយាល័យ Antagonista",
    "chair12": "កៅអីធំការិយាល័យ Business Class ",
    "tip": "ទាក់ទងមកយើងខ្ញុំស្វែងយល់បន្ថែមអំពីផលិតផល"
  },
  "mansion": {
    "title": "ស៊េរីជីវិតច្នៃប្រឌិត" ,
    "desc": "ក្រណាត់ខូវប៊យជាន់ដំបូងពីអ៊ីតាលី ផ្គួបផ្សំជាមួយបច្ចេកវិជ្ជាបុរាណបង្កើតឡើងជាគ្រឿងសង្ហារឹមឆ្លាតវៃបែបម៉ូឌុលអាចបម្លែងបានតាមបរិបទនៃការប្រើប្រាស់។ បំណែកនីមួយៗគឺជាឧបករណ៍ផ្ទុកមុខងារ និងនិមិត្តសញ្ញារចនាដែលអាចប្រមូលបាន - បង្កើតទស្សនៈជីវិតបូព៌ាជាមួយនឹងភាសា z សម័យថ្មី ដែលធ្វើឱ្យសោភ័ណភាពគ្រឿងសង្ហារឹមជា 'សិល្បៈប្រចាំថ្ងៃ' ។",
    "subtitle1": "សាឡុង​ Luxury Comfort Space",
    "subtitle2": "តុតែ Luxury Comfort Space",
    "subtitle3": "តុបាយប្រណីត",
    "subtitle4": "កៅអីផ្ទះបាយប្រណីត",
    "subtitle5": "តុការិយាល័យប្រណីត",
    "subtitle6": "គ្រែប្រណីត",
    "subtitle7": "តុក្បែរគ្រែប្រណីត",
    "sofa_title": "សាឡុង Goodman",
    "sofa1": "សាឡុង Vivienne",
    "sofa2": "សាឡុង Lawrence",
    "sofa3": "សាឡុង Florida",
    "sofa4": "សាឡុង Tufty-Time 20",
    "sofa5": "សាឡុង Clymme",
    "sofa6": "សាឡុង Chicago​ ",
    "sofa7": "សាឡុង ​Emile",
    "sofa8": "សាឡុង Noruxin",
    "sofa9": "សាឡុង​Coolie",
    "sofa10": "សាឡុង Daniels",
    "sofa11": "សាឡុង Monclaud",
    "sofa12": "សាឡុង Freeman",
    "sofa13": "សាឡុង ERNEST",
    "sofa14": "សាឡុង SETUP",
    "coffeetable1": "តុតែ SOWILO",
    "coffeetable2": "តុតែ ADRIEN",
    "coffeetable3": "តុតែ Superquadra",
    "coffeetable4": "តុតែ Shark",
    "coffeetable5": "តុតែ Louisa",
    "coffeetable6": "តុតែ JEFF",
    "coffeetable7": "តុតែ Drake",
    "coffeetable8": "តុតែ Tobi-Ishi",
    "coffeetable9": "តុតែ​ Lido",
    "desk_title": "តុបាយ​ Xiangyang Electric Lift",
    "desk1": "តុបាយ Cameron",
    "desk2": "តុបាយ Adrian",
    "desk3": "តុបាយ Morgan",
    "desk4": "តុបាយKai Luo",
    "desk5": "តុបាយPALACE",
    "desk6": "តុបាយ Colwood",
    "desk7": "តុបាយ Saki",
    "desk8": "តុបាយ OSMOSE",
    "desk9": "តុបាយ Adone",
    "desk10": "តុបាយ PAPEL Wooden",
    "chair1": "កៅអីផ្ទះបាយ Yoko",
    "chair2": "កៅអីផ្ទះបាយ ELIXIR",
    "chair3": "កៅអីផ្ទះបាយ Lance",
    "chair4": "កៅអីផ្ទះបាយ Sendai",
    "chair5": "កៅអីផ្ទះបាយ Molly",
    "chair6": "កៅអីផ្ទះបាយ Adrian",
    "chair7": "កៅអីផ្ទះបាយ Mills",
    "chair8": "កៅអីផ្ទះបាយ Leslie",
    "tip": "ទាក់ទងមកយើងខ្ញុំស្វែងយល់បន្ថែមអំពីផលិតផល",
    "writingDesk1": "តុការិយាល័យ Adrian",
    "writingDesk2": "តុការិយាល័យ Dona",
    "writingDesk3": "តុការិយាល័យ Alakis",
    "writingDesk4": "តុការិយាល័យ Super Quadra",
    "writingDesk5": "តុការិយាល័យ Hongou",
    "writingDesk6": "តុការិយាល័យ Carson",
    "writingDesk7": "តុការិយាល័យ Madi",
    "writingDesk8": "តុការិយាល័យ Wodi",
    "writingDesk9": "តុការិយាល័យ Lincoln L",
    "writingDesk10": "តុការិយាល័យ Jacob",
    "writingDesk11": "តុការិយាល័យ​ Linda",
    "writingDesk12": "តុការិយាល័យ Monica",
    "bed1": "គ្រែ Da Vinci",
    "bed2": "គ្រែ Eve",
    "bed3": "គ្រែ Angel",
    "bed4": "គ្រែ Softbay",
    "bed5": "គ្រែ Hera",
    "bed6": "គ្រែ Dorothy",
    "bed7": "គ្រែ Cloud",
    "bed8": "គ្រែ Clyson",
    "bedside1": "តុក្បែរគ្រែ Da Vinci",
    "bedside2": "តុក្បែរគ្រែ Suite",
    "bedside3": "តុក្បែរគ្រែ Lambert",
    "bedside4": "តុក្បែរគ្រែ EDEN-ROCK",
    "bedside5": "តុក្បែរគ្រែ Eden",
    "bedside6": "តុក្បែរគ្រែ EKERO NIGHT",
    "bedside7": "តុក្បែរគ្រែ Medallion",
    "bedside8": "តុក្បែរគ្រែ BREAK"
  }
}
